[{"data":"1 de março de 2018","util":"251","star":"1","review":"Prefiro a versão antiga que dava pra mandar msg pra outras pessoas de graça só com o wi-fi e a outra pessoa podia responder fácil sem Net e torpedo agora essa nova versão tá uma bosta pra isso existe o WhatsApp que daí as 2 pessoas tem que ter internet tou desinstalando","autor":"Bianca Santos"},{"data":"16 de maio de 2018","util":"147","star":"3","review":"Precisa melhorar frente aos concorrentes. É essencial ter a opção de \"citação\", como no Whatsapp. Seria legal esclarecer mais sobre a privacidade das mensagens. E um recurso legal do Telegram para ser implementado é o recurso de mensagens não lidas. O Google parece que lançou o Allo ainda em bet…\nResenha completa","autor":"Gabriel Vieira Santello"},{"data":"12 de fevereiro de 2018","util":"260","star":"5","review":"The only problem why Brazilians will not change WhatsApp for Allo is due to the fact Brazilian mobile companies have an agreement that you don't use your data pack when using WhatsApp or Facebook, but I believe Allo is infinitely better!","autor":"Arley Prs"},{"data":"3 de fevereiro de 2018","util":"137","star":"5","review":"Não uso muito por ser de certa forma desconhecido entre meus amigos ainda, mas é um dos melhores aplicativos de mensagens instantâneas, o bom é que dá pra mandar mensagem mesmo sem teu contato ter o aplicativo, simplesmente tendo Android já rola, muito bom.","autor":"Edson Vargas"},{"data":"10 de abril de 2018","util":"58","star":"4","review":"O app é ótimo mas está com um bug horrível de enviar fotos instantâneas direto pelo app... Apresenta falha na hora de tirar uma foto direto no chat pra enviar, o app fecha e é reiniciado. Pra contornar isso, tem que tirar uma foto pela câmera do celular e então enviar pela galeria, de outro modo não…\nResenha completa","autor":"Laura Barcot"},{"data":"24 de abril de 2018","util":"103","star":"5","review":"Gostei muito do aplicativo baixei hj estava com receio de baixar pois vi alguns comentários falando que era preciso a outra pessoa ter o aplicativo pra poder ter o envio de msg, mais não é verdade o aplicativo possui as duas opções independente da outra pessoa ter ou na o aplicativo tem como env…\nResenha completa","autor":"Um usuário do Google"},{"data":"8 de março de 2018","util":"86","star":"5","review":"É muito legal a gente pode definir um tema pra cada conversa E dá pra conversar mesmo que não tenha ninguém on line Por causa do Google assistente Mas o assistente pesquisa muito se puder corrigir isso eu agradeço Ahh podia ter como ela guardar informações pessoais de forma segura claro","autor":"Jônatas Gomes"},{"data":"2 de abril de 2018","util":"51","star":"4","review":"O app é muito bom no geral. Tive problemas com a ineficiência das notificações, que nem sempre aparecem quando há novas mensagens... Meus amigos passaram pelo mesmo problema. Sinto falta do status de online ou offline, o app poderia incluir isso, assim como a opção de visto por último","autor":"Radharani Alencar"},{"data":"18 de maio de 2018","util":"134","star":"5","review":"Acho ele muito bom! A questão é que no Brasil, todas as operadoras não descontam do pacote de dados os dados usados no WhatsApp, mas integrar a funcionalidade de pesquisa do Google durante a conversa é muito boa. Pena que quase ninguém usa, mas daí não é culpa do Allo. Queria também pode fazer m…\nResenha completa","autor":"Rodrigo Borges Bento"},{"data":"8 de abril de 2018","util":"35","star":"5","review":"Muito rápido, as mensagens são realmente instantâneas mesmo com sinal fraco de 4G e o assistente é muito útil. O único problema é que o celular tem que ficar conectado. Na minha opinião um retrocesso em relação ao hangouts que é vinculado a conta do Google e funciona em qualquer navegador.","autor":"GOLD BR"},{"data":"17 de julho de 2018","util":"19","star":"5","review":"Me divirto com esse app! Consigo realizar tarefas simples e difíceis como fazer ligação, ativar alarmes e traduzir textos. Fora que quando alguém não me responde no whats eu converso com ele kkkkkkkkk","autor":"Audrey Moreira"},{"data":"4 de maio de 2018","util":"28","star":"4","review":"Configurado em inglês, o assistente é extremamente competente, mas em português fica bem burro (ele diz que já aprendeu a nossa língua). Tem que melhorar muito pra ter utilidade. Como comunicador, falta disponibilizar mais emojis e principalmente ajudar a distinguir, da lista de contatos, quem t…\nResenha completa","autor":"Danilo Safatle"},{"data":"4 de abril de 2018","util":"80","star":"5","review":"Estou adorando esse aplicativo. Muito fácil de usar. Melhor que outros apps cheios de vírus e interrupções. Podiam colocar junto a chamada de vídeo. Mas enquanto isso uso o Duo. Não tenham dúvidas, podem baixar, vocês vão gostar.","autor":"Eliana Carvalho"},{"data":"20 de abril de 2018","util":"31","star":"5","review":"A google poderia integrar os vários conceitos numa só aplicação. Hangouts, Allo e Duo juntos seria aquela super-aplicação que não daria hipóteses à concorrência. Mesmo assim, e apesar da fraca adesão do público, não desilude.","autor":"João Mata"},{"data":"7 de abril de 2018","util":"15","star":"1","review":"Perdeu a única funcionalidade que o destacava de outros mensageiros, que era enviar mensagens via wi-fi\/dados móveis para pessoas que não tinham acesso à internet. Essas, por sua vez, recebiam via SMS e podiam responde-las, ampliando as opções de comunicação. Não faz mais sentido ter ele instalado, …\nResenha completa","autor":"Hector Suzuki"},{"data":"26 de julho de 2018","util":"5","star":"1","review":"Estou sofrendo fraude, alguém criou um grupo usando meus contatos e agora não consigo mais acessar o app para ver o que ouve, esta sempre dizendo que estou sem internet, mesmo estando conectado no wifi ou na rede 4G, alguém poderia me ajudar?","autor":"Space Art"},{"data":"12 de março de 2018","util":"20","star":"1","review":"Então assim q instalei apareceram 2 opções uma pra criar o meu proprio avatar e uma outra q n me lembro... cliquei nas opções mas n conclui a ação e sai das opções... procurei as opções novamente e simplemente sumiram do aplicativo e n achei nehuma opção ou botão que me levassem a elas.....","autor":"philippe martins pinheiro"},{"data":"22 de março de 2018","util":"39","star":"3","review":"Adorei! Com certeza eu substituiria o WhatsApp por esse aplicativo, mas infelizmente eu não tenho tantos contatos por aqui, e os que tenho na conta google; esse aplicativo não importa, sendo necessário que meus contatos façam uso do Allo também. 😒","autor":"Hallan Pacheco"},{"data":"2 de abril de 2018","util":"45","star":"5","review":"As falhas na câmera são constantes, já enviei vários feedback, mais nada resolvido até agora, tenho que tirar a foto da câmera e depois compartilhar na maioria dos vezes, mesmo assim pra mim é o melhor muitos recursos inovadores.","autor":"Willians Oliveira"},{"data":"5 de fevereiro de 2018","util":"398","star":"5","review":"Atualização 5 de junho Essa última atualização ficou perfeito, está mais fácil enviar gifs, os meus estão mais organizados, o campo de mensagem ficou muito legal arredondado e com as opções acima dela.. Está melhorando muito. Antigo. A proposta do app é muuuuuuito boa, tem alguns erros mas porq…\nResenha completa","autor":"Jerfeson Guerreiro"},{"data":"23 de março de 2018","util":"201","star":"4","review":"Sem dúvida um dos melhores apps de mensagens. Tem ótimos recursos mas falta algumas coisas práticas que há na concorrência. Uma pena que seja mais um app Google a cair no esquecimento pq o público não usa.","autor":"Bruno Fonseca"},{"data":"5 de março de 2018","util":"44","star":"1","review":"Ao desenvolvedor do aplicativo : O aplicativo está com problemas no envio de SMS, no aparelho que tem o aplicativo mostra que a mensagem foi enviada, porém não recebe no número de destino. Por favor, verifique esse erro e esclareça na descrição do aplicativo uma dimensão maior dele. Desde já agradeç…\nResenha completa","autor":"Roberio FoX"},{"data":"25 de janeiro de 2018","util":"46","star":"5","review":"Excelente app... Gosto de todas as funcionalidades do Allo. É o melhor app de mensagens do mercado. O WhatsApp não chega perto, apenas tem mais usuários porque as pessoas são resistentes a mudanças e porque iniciou primeiro.","autor":"Um usuário do Google"},{"data":"24 de fevereiro de 2018","util":"72","star":"4","review":"Nn está enviando os emoji para pessoas pelo sms grátis nn ta enviando os emoji do teclado nem do próprio app google allo comcertem isso permitam kii Ele possa enviar oa emoji para pessoas ki usar para flr com pessoas por smsm eh google allo","autor":"Murillo Vasconcellos"},{"data":"25 de julho de 2018","util":"38","star":"1","review":"Eu tentei de várias formas fazer com que dasse certo eu colocar meu número mas nenhum SMS chega, tenho certeza que não sou a única que passou por tal problema então... Não gostei","autor":"Uma Yandere Qualquer"},{"data":"10 de abril de 2018","util":"49","star":"1","review":"Antes dava pra enviar SMS pra quem não tinha o app, e a pessoa recebia independente de estar conectado a internet. Esse era o grande diferencial. Agora não, virou cópia do Whatsapp. Vou desinstalar! 👎","autor":"Crazy Cat"},{"data":"26 de junho de 2018","util":"22","star":"5","review":"APP muito bom ele já mostra o áudio recebido em texto caso a pessoa não possa ouvir e tem uma assistente pessoal muito legal que faz tudo que vc pede em seu celular. Nota 10","autor":"Silas Santos"},{"data":"2 de junho de 2018","util":"62","star":"2","review":"Não conseguimos ouvir os áudios colocando o telefone no ouvido, ele pára de reproduzir, diferente do Whatsapp, vc não tem privacidade para ouvir as mensagens, achar o contato é confuso, nunca sabemos se ele tem ou não o Allo instalado, mais um app para a bagunça do Google: Hangouts, Messenger, A…\nResenha completa","autor":"Ricardo de Aquino Borges"},{"data":"16 de maio de 2018","util":"9","star":"5","review":"O APP está excelente, acho que seria interessante a função de responder a uma determinada mensagem como no Whatsapp, por exemplo, assim a conversa ficaria um pouco mais organizada. Mas no geral o aplicativo é incrível. Destaque também para os assistentes dentro das conversas! Muito úteis!","autor":"Rodrigo Marinho"},{"data":"13 de março de 2018","util":"10","star":"5","review":"*OLHA EU ACHEI SUPER LEGAL! MAIS DA PRA VCS COLOCAREN PRA ELA FALA NO MICROFONE, ATUALIZAR PRA ESCOLHE A VOS DELA. QUANDO AGENTE ENTRA NO CELULAR A GENTE CHAMAR ASSISTENTE, E ELA FALA O LÁ O QUE POSO AJUDAR. PUFAVOR ATUALIZEN. O BETA AÍ VCS COLOCAM A ATUALIZAÇÕES","autor":"Vitória divertindo vi"},{"data":"16 de julho de 2018","util":"22","star":"5","review":"Gostei muito uma pena pois meus contatos não tem essa conta do allo... Mais eu sempre indico para meus amigos e parentes falando que bom App para comunicação entre outros serve até para trabaho","autor":"Diego Costa"},{"data":"3 de abril de 2018","util":"42","star":"1","review":"Comprei um celular novo. O WhatsApp fez o backup das conversas direitinho. E o Allo? NADA! Oh... Vcs precisam, URGENTEMENTE, melhorar esses detalhes. Ele tem tudo para ser o melhor.","autor":"Alfredo Martins"},{"data":"14 de março de 2018","util":"64","star":"3","review":"Ainda falta indexação com o google INBOX! Posso ver e responder msgs pelo Android wear... Mas não tem nenhum ícone do Allo instalado no mesmo? Muito confuso!","autor":"Alexandre Ogata"},{"data":"27 de julho de 2018","util":"270","star":"4","review":"App relativamente bom, dificuldades na notificação, só recebi notificações se eu tiver aberto previamente o app, e também o led de notificações não é ativado quando chega msg. Lenovo k5","autor":"Álvaro Suzuki de Souza"},{"data":"13 de fevereiro de 2018","util":"33","star":"1","review":"O aplicativo deveria dispor novamente da opção de enviar SMS para quem também não possui o aplicativo. Possuía essa opção mas vocês tiraram, por favor coloquem novamente que eu troco minha avaliação!","autor":"Douva Nunes"},{"data":"22 de abril de 2018","util":"23","star":"1","review":"Se voltase a ser como antes q dava pra envia sms de graça pros outros era otimo mas agora nao ta com nada nao tem nem como competir com o whatsapp","autor":"edielson silva"},{"data":"9 de agosto de 2018","util":"5","star":"2","review":"Aplicativo muito bom, cheio de opções, inclusive a de chat privado. Porém parou de funcionar a câmera, se quiser mandar uma foto, primeiro você faz a foto e anexa pela galeria. Já fiz vários reports , mas nenhum retorno e sem solução.","autor":"Douglas Pinheiro Polini"},{"data":"5 de fevereiro de 2018","util":"23","star":"4","review":"Esse app é bom, só que eles deviam ter acrescentado falas melhores para a Google Allo, pq as veses a gente fala alguma coisa, e ela responde as falas sem sentido, e como a maioria das pessoas gostam desses tipos de coisas, eles também deviam acrescentar para a Google Allo, que ela devia responder as…\nResenha completa","autor":"Ana Felix"},{"data":"17 de fevereiro de 2018","util":"46","star":"4","review":"Ele estava ótimo, más agora vocês tiraram a função de enviar SMS até pra quem não tem o app instalado. E agora ? Como vou enviar uma mensagem importante","autor":"Gabriel Vicente"},{"data":"25 de janeiro de 2018","util":"29","star":"3","review":"Precisa bota pra poder enviar sms ate pra quem ja tem o allo por que fica ruim fala com quem tem se a pessoa n tiver internet.. Por favor coloquem a opção de fala por SMS também por favor","autor":"Wellington Miranda"},{"data":"9 de fevereiro de 2018","util":"5","star":"4","review":"Muito bom! Quase completo. Na boa, se tivesse a opção de ver online\/offline, trocaria pelo WhatsApp. Fica a dica ai para uma possível atualização com essa função.","autor":"Elivelton Lima"},{"data":"20 de abril de 2018","util":"11","star":"3","review":"Achei muito bom, só que ainda tenho dúvidas se ele é gratuito pra quem envia a msg pelo app, e também mandei msg pra uma pessoa e chegou no telefone de outra com número q ñ tem nada a vê com a que eu enviei por favor espero uma resposta...","autor":"Fernanda de Cassia Leite"},{"data":"21 de junho de 2018","util":"5","star":"3","review":"O app Allo tem uma proposta boa, mais pra concorrer com o whatsapp precisa fazer ligações por voz e chamadas de videos, sendo assim o app seria completo. Vamos aguardar.😂🤔","autor":"José Alves"},{"data":"30 de abril de 2018","util":"10","star":"1","review":"Eu penssava q enviava SMS normalmente mas so envia pra quem tem o App vou desinstalar Por favor botem como era antes pra converssa com pessoas que não tem esse App","autor":"Daniel Santos"},{"data":"29 de julho de 2018","util":"17","star":"5","review":"É uma boa opção para sair dos apps convencionais que cansam por não ter uma novidade que esse app tem ainda estao em construção mas esta ótimo! E vc cria o seu proprio emoji 🤗","autor":"Carol Braga"},{"data":"20 de maio de 2018","util":"25","star":"5","review":"Muito bom, Melhor app de mensagens, com recursos incríveis de adesivos e memes! tudo bem brasileiro, mas por favor! coloquem \"responder mensagens em específico\" isso é essencial!!! e arrumem o bug da foto direto do app!","autor":"Gustavo Assad"},{"data":"12 de maio de 2018","util":"7","star":"4","review":"Gostei mais ou menos do app. Mas deviam melhorar,porque ele deveria falar en vez de só responder sem falar nada. Gosto mais de apps que falam!","autor":"Aahil Adnan"},{"data":"24 de março de 2018","util":"93","star":"2","review":"It used to be great, but now it is not showing the emoji flags. Instead, it only shows a white flag with a question mark. I use Android 7.","autor":"Felipe Correa"},{"data":"1 de fevereiro de 2018","util":"24","star":"1","review":"Não consigo usar o app, coloquei o meu número, verifiquei, verifiquei de novo, apaguei e coloquei novamente, depois verifiquei, desinstalei e instalei de novo, tentei por meu número, mas, não aparece nenhum aviso e nem chega um SMS. Resolvam esse problema, quero muito um Google Assistente.","autor":"LARISSA SAPORITO"},{"data":"31 de julho de 2018","util":"6","star":"3","review":"A Camera do aplicativo não tá funcionando. Não consigo tirar fotos no Allo, tenho que tirar da câmera do meu celular se eu quiser enviar fotos. Fora isso, é um bom aplicativo.","autor":"Marinha amorim"},{"data":"27 de fevereiro de 2018","util":"20","star":"1","review":"O app era ótimo, mas vc retiraram o envio de SMS grátis pra quem não possuía o app instalado, desinstalando por causa dessa sacanagem, esse app vai descontinuado como Hangouts, é bom, mas a falta de usuários é o que o torno péssimo","autor":"Josimar Rodrigues"},{"data":"2 de julho de 2018","util":"11","star":"5","review":"Seria bom mandar mensagens pra aquelas pessoas que num tem o Google allo aí sim esse app seria muito melhor a é só num retira a função de mandar mensagens pelo wi-fi","autor":"Sebastiao Felipe"},{"data":"15 de fevereiro de 2018","util":"12","star":"2","review":"O Allo não identifica contatos novos salvos. Simplesmente aparece como se a pessoa não possuísse o App instalado, mesmo já estando conversando comigo.","autor":"Renan Borges"},{"data":"7 de maio de 2018","util":"23","star":"5","review":"App muito bom e layout muito bonito. Só falta usuários nele. Quase não tem contatos ativos usando o app. Vocês deveriam integrar ele só sistema e abolir o \"Hangouts\" e \"mensagem \"","autor":"Akael"},{"data":"29 de março de 2018","util":"7","star":"4","review":"Gostei bastante do app Inteligência artificial do Google ajuda bastante Tema para as conversas Fotos Emoji diferentes O que eu prestei atenção é que pra fazer vídeo chamadas tem que ter outro app chamado Duo","autor":"Josivan Freitas"},{"data":"17 de fevereiro de 2018","util":"45","star":"1","review":"Poxa o allo enviar mensagem normal sem a outra pessoa ter o aplicativo agora ta ruim porque tem qui convidar as pessoas para usa","autor":"Carlos Silva"},{"data":"22 de abril de 2018","util":"15","star":"1","review":"Eu falava com a minha namorada. . Mais agora o apk nao envia mais mensagem so se a outra pessoa tiver O apk. . . Assim ele se torna inútil","autor":"Um usuário do Google"},{"data":"10 de junho de 2018","util":"8","star":"5","review":"Por favor não estou mais conseguindo manda mensagens gratis com ele aparece a a mensagem foi enviada mais a pessoa não recebe me ajudem por favor pessoal do allo ???","autor":"droid distroyer"},{"data":"22 de junho de 2018","util":"14","star":"1","review":"Essa mensagem gratis fica em alguma aba exclusiva? Quando eu mando so fica um tique e nao 2 .a pessoa que não usa o app recebe as mensagens? Dei uma estrela e se ninguém me auxiliar eu vou desinstalar","autor":"Darcio Matos"},{"data":"16 de fevereiro de 2018","util":"3","star":"2","review":"O aplicativo estava ótimo, mas agora toda vez que abre a camera o Allo fecha, os gifs as vezes bugam e ele ultimamente tem gravado audio sozinho, sem apertar no botão. Corrijam isso !!!!!!!","autor":"Icaro Marlyo Souza"},{"data":"19 de outubro de 2018","util":"1","star":"5","review":"Pessoal o app ainda tem como enviar mensagens para quem não tem o app instalado, só que está melhor que antes pois não chega como SMS e sim como um popup do allo, mesmo a pessoa não tendo instalado. E ela pode responder mesmo sem Internet e SMS. Aproveitem!","autor":"Izaque Lopes"},{"data":"10 de maio de 2018","util":"23","star":"5","review":"Só usava este app para trocar msg com quem não tinha internet , atualizaram e tiraram essa opção, desinstalando pois agora nem tem utilidade nenhuma , Arrumem isso","autor":"Rosi"},{"data":"6 de março de 2018","util":"17","star":"5","review":"Eu vou em ti eu vou te falar a entrada como entrar você já tem sua conta né você coloca o 11 depois coloca o número de telefone depois do 11 11 aí o seu número de telefone tá só 11 colocar 11 depois coloca o seu nome número quer dizer","autor":"SPRINGTRAP PURPLE GUY"},{"data":"4 de fevereiro de 2018","util":"6","star":"5","review":"Um excelente app de comunicação. Entretanto notei um detalhe levemente inquietante. Quando se está ouvindo música e envia as informações na conversa, o app faz a música parar. No mais, meus parabéns pelo ótimo app.","autor":"Geek Show"},{"data":"23 de fevereiro de 2018","util":"5","star":"1","review":"Está péssimo,não envia as mensagens elas não chegam até o destinatário, e não é minha internet que é ruim,é o próprio aplicativo que atrasa o envio e a chegada das mensagens. Por favor,melhorem isso.","autor":"Andresa Reis"},{"data":"19 de julho de 2018","util":"10","star":"5","review":"É ótimo, funciona muito bem. Falta coisas para se equiparar com os concorrentes mas o que já foi entregue está excelente. Aliás, a função de transcrever a fala é maravilhosa.","autor":"Renato Muller Ventura"},{"data":"20 de março de 2018","util":"2","star":"5","review":"Minha irmã tem ela disse que abaixasse gente você não vai se arrepender. Tem várias pessoas a siri e tem a que eu vou ficar esqueci o nome.","autor":"Um usuário do Google"},{"data":"29 de junho de 2018","util":"12","star":"4","review":"Esse app e muito bem feito tem um design lindo e bem divertido, porém é pouco conhecido. Me adicione no Allo a gente pode conversar. 😉","autor":"Serafim Halls"},{"data":"14 de julho de 2018","util":"14","star":"5","review":"Esse app é muito melhor que o WhatsApp. porque tem como fazer o seus próprios emojis (do seu rosto), tem como gravar aldios, tem a Google assistente, nele vem seu próprio plano de fundo, emojis interessantes e é muito mais fofinho","autor":"FullMallow Oficial 2"},{"data":"20 de novembro de 2018","util":"57","star":"5","review":"Muito bom, principalmente a assistente, ela me ajuda demais e quando estou entendiado, eu fico jogando pelo app, muito bom, sem palavras! É perfeito!","autor":"Lorenzo Rainheri"},{"data":"15 de setembro de 2018","util":"63","star":"4","review":"Eu sai do WhatsApp pra usar o Allo, e essa tarde 15\/09 o aplicativo simplesmente parou de funcionar. É lamentável!","autor":"Claus Von"},{"data":"14 de maio de 2018","util":"8","star":"3","review":"A integração com pesquisa do Google é excelente. No telegram o celular não precisa estar ligado para usar a versão desktop. Allo deveria ser assim. Google hangouts deveria incorporar as funções do Allo.","autor":"Douglas Maria"},{"data":"12 de fevereiro de 2018","util":"6","star":"3","review":"Todo mundo quer usar o WhatsApp.... A interface desse eh muuuito moderna pras pessoas q estão acostumadas com outros aapp...","autor":"Um usuário do Google"},{"data":"9 de agosto de 2018","util":"3","star":"4","review":"Não diz que eu to online e nem último visto então eu gostei pois assim pessoas chatas não vão me encher o saco... Mais precisa melhorar, Como é lançamento creio que vai melhorar...","autor":"JONES MENEZES"},{"data":"23 de janeiro de 2018","util":"29","star":"4","review":"Aplicativo muito bom! Porém, ainda há melhorias para serem feitas. Para vídeo chamadas é necessário baixar outro aplicativo do Google.","autor":"Wallace Brotto"},{"data":"28 de fevereiro de 2018","util":"4","star":"5","review":"Muito bom! Você pode personalizar o tema de cada chat, o app tem uma interface bonita e uma função que eu achei muito interessante: o envio de sms. Você envia o sms de forma gratuita e a pessoa que recebeu o sms também pode responder de forma gratuita (e sem o app). Um aplicativo realmente muito bo…\nResenha completa","autor":"Gameplay Br"},{"data":"28 de janeiro de 2018","util":"17","star":"4","review":"Ja desinstalei o WhatsApp, estou usando apenas este e tem sido de grande utilidade, acredito que viram melhoras a cada nova atualização.","autor":"King Diou_Diou"},{"data":"26 de maio de 2018","util":"7","star":"2","review":"Os numeros nao pegam mais depois que atualizou. Fica pedido internet ou dando erro! Alguem sabe porque!?","autor":"raquel rodrigues"},{"data":"10 de abril de 2018","util":"2","star":"5","review":"App muito bom porque não tem aqueles anúncios chatos como do Watzap ate descobrirem que uma grande maioria de usuários esta optando por ele no momento.","autor":"Um usuário do Google"},{"data":"29 de abril de 2018","util":"61","star":"1","review":"Esse APP era O melhor, agora não passa de um Simples app Coloquem a Função de Enviar SMS de Novo MDS desse jeito. vcs vão acaba estragando o app mais do que ja ta ajeitem isso pela mow coloque a Função SMS de novo 😑😑Faça o Favor de responder meu comentário por que e graças a nois que o app tem …\nResenha completa","autor":"Luis C."},{"data":"2 de fevereiro de 2018","util":"14","star":"4","review":"Eu estou com um problema que eu boto meu número porém ele só fica carregando e não manda SMS para confirmar","autor":"Pedro Miguel"},{"data":"1 de março de 2018","util":"5","star":"1","review":"O aplicativo é bom, mas não funciona no aplicativos que servem pra ter duas contas e isso faz falta e faz com que o Allo Google perca pro Whatsapp.","autor":"Amanda Farias"},{"data":"3 de fevereiro de 2018","util":"7","star":"4","review":"é bom. mais a unica coisa q falta é poder fazer ligação de graça. se botarem pra esse app fazer isso eu dou 5 estrelas","autor":"NATÃ LP"},{"data":"3 de abril de 2018","util":"6","star":"5","review":"Esse é, sem dúvida, o melhor aplicativo de mensagens do mundo!!! Tem tudo, até mesmo pedir ajuda do Google na conversa!! Queria que mais pessoas usassem","autor":"Tadashi Bessa"},{"data":"19 de abril de 2018","util":"6","star":"5","review":"Esse é melhor que Whatsapp! Praticamente minha cidade toda usa o Allo! Compartilhe o Allo também pessoal além de ser clean é super fluído e bonito! Eu amo o Allo!!!! 😍😍😍😍 Melhor App de mensagem!!","autor":"Vitor Oliveira"},{"data":"6 de julho de 2018","util":"6","star":"5","review":"Muito bom! uns dos melhores para mandar sms para nossos clientes, porque eles podem responder via sms gratuitamente e sem necessidade de internet.","autor":"Um usuário do Google"},{"data":"20 de janeiro de 2018","util":"35","star":"4","review":"Aplicativo muito bom e divertido, porém ainda faltam algumas funcionalidades importantes como responder a uma mensagem anterior com quotes.","autor":"Rodrigo Vasques"},{"data":"15 de abril de 2018","util":"1","star":"2","review":"Não instalo este app nunca mais. Vocês tiraram aquela função de enviar mensagem para quem não tivesse o app. :\/ Espero que adicionem de volta o serviço. Gabriel agradece a compreensão.","autor":"Gabriel Griffo"},{"data":"22 de março de 2018","util":"7","star":"5","review":"Top superior ao WhatsApp, apenas perde em número do usuários. A inteligência artificial sugere respostas tops","autor":"Aecio Oliveira Da Costa"},{"data":"29 de setembro de 2018","util":"1","star":"1","review":"Por que tiraram a opção de mandar sms de graça sem a outra pessoa precisar de internet? ODIEI! Era, E R A ótimo, agora é inútil.","autor":"Gab Vamp"},{"data":"9 de junho de 2018","util":"9","star":"2","review":"Era o melhor, superava o Whatsapp em recursos. Uma pena que o Google ao invés de divulga-lo resolveu descontinua-lo.","autor":"Vando Gualberto"},{"data":"5 de março de 2018","util":"12","star":"2","review":"Não vi mais a função SMS grátis tô saindo fora kk quando voltar eu volto com nota maxima","autor":"Leonardo Ferreira"},{"data":"8 de março de 2018","util":"10","star":"5","review":"Era o melhor agora vcs tiraram a melhor função dele de mandar sms gratuito ajudava bastante voltem por favor","autor":"Anderson oliveira"},{"data":"27 de abril de 2018","util":"3","star":"4","review":"Aplicativo muito bom, porém poderia melhor, colocar o visto por ultimo da pessoa, ou se ela esta online, algo do tipo...","autor":"Um usuário do Google"},{"data":"29 de janeiro de 2018","util":"6","star":"3","review":"E bom.mais sem.niguem não da.todo.mundo nonwhatapp! Seria melhor o google gastar automaticamente as pessoas ao baixar ao deles. Aí era só achar e iniciar o papo automaticamente. Se não for assim...esqueca.nao decola este app","autor":"Modas Baratas Atacado"},{"data":"27 de fevereiro de 2018","util":"3","star":"5","review":"Muito bom, mas precisamos nos certificar da privacidade de informações conversadas. Por isso peço que a Google nos dê uma posição sobre isso.","autor":"Sergio Luís"},{"data":"15 de fevereiro de 2018","util":"9","star":"5","review":"É um app completo. Com diferenciais, que inclusive o tornam superior ao WhatsApp. Pena que não está sendo bem divulgado.","autor":"Humberto Freitas"},{"data":"27 de outubro de 2018","util":"18","star":"5","review":"Muito bom! Bem melhor que o whatsapp em termos de funcionalidades e em termos de qualidade! E ainda tem integração com o Google Duo!","autor":"Bruno Silva"},{"data":"3 de junho de 2018","util":"4","star":"5","review":"Really enjoyed . But I find it strange not answer through the clock as 360 hi even apple watch","autor":"Sergio Santana"},{"data":"6 de fevereiro de 2018","util":"3","star":"2","review":"Não consigo mais enviar SMS grátis para quem não possui o app. Poderiam colocar esta opção novamente.","autor":"Bruno Elias Machado"},{"data":"11 de novembro de 2018","util":"","star":"1","review":"tá horrível baixo ele não consigo desinstalar e fica reiniciando meu celular a cada 5 minutos, pensei até que era meu celular mas aí foi só formatar e não reinicia mas aí baixei denovo e aconteceu a mesma coisa","autor":"Danielle Ingrid"},{"data":"11 de setembro de 2018","util":"","star":"5","review":"bom de mais o melhor msm e q pode mandar menssagem sem a outra pessoa tiver net e ela aiinds pode te manda de volta sem net e sem torpedo soh q demora um pouco pra chegar deve ser a operadara dos chip q demoram receber msm 😎","autor":"Leonardo manda200"},{"data":"8 de maio de 2018","util":"18","star":"5","review":"A Google é mttt engraçada kkkkkkkkkk eu converso com ela mais do q eu esperava... Otimo app","autor":"Ciih M. S"},{"data":"14 de julho de 2018","util":"4","star":"5","review":"O melhor app de conversas que já usei...pra mim, deixa WhatsApp e Messenger no chinelo! PS: compatibilidade total com o Bitmoji!!!!!","autor":"suelem martins"},{"data":"14 de novembro de 2018","util":"","star":"5","review":"A Google deveria dar mais atenção às opinião das usuários, quem sabe esse seja o ponto fraco da Google. De fato seria muito melhor se de alguma forma desse mudar o nome do assistente.","autor":"Um usuário do Google"},{"data":"30 de setembro de 2018","util":"","star":"5","review":"O app é ótimo, só precisa de mais funções que existem no concorrentes, e melhorar ainda mais as funções exclusivas dele. Se houver investimento tem chances de virar uma grande opção, ainda mais depois dos problemas de segurança enfrentados pelo Facebook, e as ideias de inserir anúncios no whatsapp. …\nResenha completa","autor":"Um usuário do Google"},{"data":"13 de agosto de 2018","util":"","star":"3","review":"O aplicativo é muito bom! Mas o único problema é que, quando mandamos ou recebemos GIFS, ele salva no dispositivo e a galeria do celular acaba ficando cheio de Gifs, deveria ter a opção de desejar salvar no dispositivo ou não.","autor":"Rafael Pereira"},{"data":"5 de novembro de 2018","util":"","star":"5","review":"Goste d+, o bom q realmente ele envia msg via SMS para outra pessoa, e o melhor é que a pessoa q recebeu a msg , ela pode responder tb via SMS sem ter crédito ou estar conectado na net 👍","autor":"MASTER pirata"},{"data":"6 de abril de 2018","util":"1","star":"5","review":"Ele é ótimo mais poderia dar pra botar status como o watzzap. E fazer chamadas de vídeo sem precisar do Googledu","autor":"Vitória Almeida"},{"data":"10 de novembro de 2018","util":"","star":"5","review":"Muitos ainda estão na popularidade do WhatsApp porém o Google Allo tem Inteligência Artificial que nos auxilia a todo momento nas pesquisas dentro do Allo, e o mais legal é enviar SMS de graça pra qualquer celular mesmo que não tenha o G-Allo! Recomendo instalar além de ser super leve!","autor":"Um usuário do Google"},{"data":"31 de julho de 2018","util":"","star":"3","review":"Esse App e bom, mas pode melhorar muito ele podia ter a função de colocar o status e ele está travando muito, não consigo tirar fotos com ele para enviar pq ele trava e sai da câmera, fora isso e bom.","autor":"Laysa Cordeiro"},{"data":"6 de setembro de 2018","util":"","star":"5","review":"Muito Bom gostei bastante tem mais funções que o concorrente (W), ele é mais rápido para enviar e receber áudio, imagem, muito fácil fazer pesquisas, nem precisa sair do aplicativo para faser pesquisas, entre outras . Bom App de mensagem","autor":"Hiago Castro"},{"data":"31 de agosto de 2018","util":"","star":"3","review":"Por que ao invés de vocês ficarem criando um monte de apps de mensagens confusos, não juntam tudo isso numa plataforma só. Que tal fundir esse allo, duo e hangouts numa plataforma única? Fica a dica! ;😉","autor":"Nathã Fiorio"},{"data":"8 de outubro de 2018","util":"","star":"4","review":"Ele E MT Bom Porem Esses Dias Ele Tem Apresentados Problemas, Algumas MSG Nn Estão Chegando Para O Destino E Algumas Nn Recebo, Se Resolvessem Me Ajudaria Muito","autor":"Legendaryos Royale"},{"data":"20 de agosto de 2018","util":"","star":"5","review":"Apaguei o Whatsapp e quem quiser falar comigo use o Allo! precisa de ajustes, mas amei o App! Free SMS And Google assistant embeded. (automatic voice message transcription)","autor":"Juliano Gomes"},{"data":"8 de fevereiro de 2018","util":"7","star":"2","review":"Tava ótimo, mas as msg não são mais enviadas por ele e sim pela operadora.. Poxa o que houve??","autor":"Wellington Silva"},{"data":"26 de setembro de 2018","util":"","star":"2","review":"Baixei o Google Allo hoje; mas, não consigo entrar. Pus meu número, e um código de confirmação foi pedido. Mas até agora o código não chegou. Tentei a opção \"ligue para mim\", mas também não funciona; diz que não é possível conectar aos servidores do Allo. Gostaria muito uma explicação para isto.","autor":"Carinha Aleatório"},{"data":"11 de maio de 2018","util":"1","star":"5","review":"Muito bom,com o Google assistência meu dia dia ficou 100 vezes melhor,muito obrigado pelo apk.otimo trabalho.","autor":"MAIK AUGUSTO DA SILVA"},{"data":"1 de fevereiro de 2018","util":"4","star":"4","review":"O App é Bom, as vezes fico conversando com a assistente hahahahaha, pena que poucas pessoas utilizam","autor":"Nevily do Nascimento"},{"data":"3 de outubro de 2018","util":"","star":"5","review":"App do Google maravilhosoooo!!! Estou usando já faz um certo tempo e estou amando!!! Oferece principalmente toda a privacidade que não existe no Whatsapp para conversar e ainda possui diversos outros recursos incríveis!! Até desinstalei o Whatsapp pois achei esse App muito melhor, sem dúvidas!! Pode…\nResenha completa","autor":"Denise França"},{"data":"22 de novembro de 2018","util":"","star":"5","review":"Otimo app melhor q o WhatsApp, mas ele precisa muito evoluir, precisa da seleção de mensagem pra resposta e tem q aparecer se a pessoa esta online ou não.","autor":"Patrik Lipinski"},{"data":"25 de abril de 2018","util":"61","star":"5","review":"O Allo é um ótimo mensageiro, mas infelizmente o Google interrompeu deu desenvolvimento.","autor":"Eduardo Trindade"},{"data":"22 de setembro de 2018","util":"1","star":"1","review":"Antes dava pra enviar msg para quem não tinha internet ou wi-fi agora não da mais .. melhor fica com o WhatsApp MSM. Sinto MT em ter q desinstalar","autor":"Tarcielly Rodrigues da silva"},{"data":"20 de novembro de 2018","util":"","star":"4","review":"Olha só n dei 5 pq a minha google n ta falando por voz, só por texto. Já tentei alterar mais n achei a função. Alguem pode me dar uma dica?","autor":"Bia Gamer"},{"data":"14 de abril de 2018","util":"2","star":"3","review":"E bom só q não tenho muito gente q usa esse App e poucos contatos.","autor":"josué dos santos de Souza"},{"data":"21 de agosto de 2018","util":"","star":"2","review":"Ele não entrega algumas msg e também ocorre atraso na chegada de mensagens, te mensagem antiga que chega 1 dia depois! Arrumem isso por favor","autor":"Millan Mayon"},{"data":"19 de novembro de 2018","util":"","star":"4","review":"Eu amei principalmente pelo Google assistente,mas pode ter uma melhora e a melhora do Google Assistant realizar comandos por você tipo \"mensagem de Oi para tal pessoa \" isso realizar comandos e quem sabe vocês também podem adicionar a Siri no Google Allo ficaria top vocês seriam N1 de certeza e baix…\nResenha completa","autor":"Um usuário do Google"},{"data":"6 de maio de 2018","util":"","star":"1","review":"Tá um lixo....antes ele mandava SMS pra pessoas sem conexão e sem o app Agra ele tá cópia do WhatsApp..se for pra funcionar desse jeito não adianta PK não dá pra brigar com o watsapp...desinstalando aqui...ninguém usa cópia..","autor":"carlos eduardo correia de moraes"},{"data":"16 de agosto de 2018","util":"","star":"3","review":"O Allo seria um excelente aplicativo se a Pesquisa funcionasse. Sua pesquisa é inútil, pois só funciona para os nomes dos contatos do Allo e nunca funciona para o mínimo: textos das mensagens...","autor":"Jose Goyana Junior"},{"data":"31 de outubro de 2018","util":"","star":"4","review":"O search não funciona de jeito nenhum em nenhum aparelho meu. E devia ter uma função igual a do MSN de chamar a atenção, bjkas te amo Google","autor":"Carolina Loro"},{"data":"23 de janeiro de 2018","util":"18","star":"5","review":"Parte do Google Assistente fica hora em inglês hora em português, como nas notificações de clima e trânsito.","autor":"Fausto de Paula Rosa"},{"data":"4 de abril de 2018","util":"","star":"2","review":"o aplicativo é excelente, porem ainda incluir varias coisas tais como, o usuário poder responder uma conversa no chats de um amigo, tanto em PV quanto em chats de grupos, poder editar msg enviadas, poder add seu próprio wallpaper\/temas etc... Por enquanto dei 2 estrelas quando atualiza por favor add…\nResenha completa","autor":"Cassio Albuquerq"},{"data":"9 de maio de 2018","util":"","star":"2","review":"Antes era bom, mais agora tiraram o diferencial que é os SMS grátis para os contatos, mesmo que não tivessem internet. Agora o APP não tem diferenciais que sejam de fato bons.","autor":"David Gustavo"},{"data":"26 de junho de 2018","util":"","star":"1","review":"Simplesmente não consigo fazer activação. Pede para incerir o número telemóvel para receber SMS com código de confirmação e nada. Nenhuma SMS durante todo dia. Já repeti milhares de vezes e nada","autor":"Roman Seniuk"},{"data":"25 de abril de 2018","util":"2","star":"1","review":"O app é bom, so deveria ter o visto por ultimo e quando a pessoa ta online neh, arrumem isso depois volto dar 5 estrelas se colocarem isso do visto","autor":"Andressa Luiz"},{"data":"17 de agosto de 2018","util":"","star":"3","review":"Ele apresenta alguns problemas como a assistente não ativar pelo comando de voz. E isso complica muito a utilização. Mas nas outras coisas, como as assinaturas funciona perfeita mente.","autor":"Leonardo Rafael Spada"},{"data":"30 de agosto de 2018","util":"1","star":"5","review":"Informação Galera ! Antes dava para responder gratuitamente os sms. Agora infelizmente a quem responde , está sendo cobrado. !","autor":"LR Tutoriais"},{"data":"18 de agosto de 2018","util":"","star":"5","review":"É muito bom pois da até para conversar com quem não tem o APP e a outra pessoa não precisa ter internet só tendo é o suficiente amei só não dou mais estrelas pq não tem como","autor":"Um usuário do Google"},{"data":"17 de outubro de 2018","util":"","star":"4","review":"Ele não abre os jogos que abria antes!Eu só falava \"vamos jogar\" e ele abria vários jogos do google r agora ele diz que não tem certeza!!ME AJUDE GOOGLE","autor":"agatha knowa"},{"data":"23 de novembro de 2018","util":"","star":"5","review":"Pra mim ele veio como \"salvação\"pois tenho muitos contatos que não tem acesso a internet e como eu uso muito a internet como wi-fi e já estava cansada de usar meus créditos de dados de redes....,o melhor que meus contatos não precisa está conectado a internet para receber meus sms... esse app pra mi…\nResenha completa","autor":"jfca juh"},{"data":"19 de maio de 2018","util":"","star":"5","review":"É bom, oferece uma interface limpa é completo no quesito informação, e tem gifs, memes e adesivos interessantes e a google assistente atende muito bem o que eu peço","autor":"Gabrielsousapaulo Sousa"},{"data":"17 de novembro de 2018","util":"","star":"4","review":"O aplicativo em si é bom, mas tem um problema que vem me afetando, um amigo meu tem esse mesmo App, só que no meu allo, parece como se ele não tivesse, como faço para falar com ele??","autor":"Um usuário do Google"},{"data":"2 de novembro de 2018","util":"","star":"5","review":"Gostaria de saber se a Google abandonou o app. Última atualização foi em janeiro\/2018. Desde então, nenhuma novidade foi adicionada a ele. Tinha tudo pra ser um app de grande porte a usuários.","autor":"Diego Silva"},{"data":"19 de fevereiro de 2018","util":"4","star":"5","review":"esse App ótimo pode conversar com amigos que eles não podem ter o Zap eu achei maravilhos","autor":"Um usuário do Google"},{"data":"15 de agosto de 2018","util":"","star":"3","review":"Ele não reconhece os meus contatos. Esse app foi lançado em 2016. Já faz dois anos e ainda não corrigiram esse bug insuportável. Qual é Google?","autor":"Gasai :3"},{"data":"18 de outubro de 2018","util":"","star":"5","review":"Mto bom... alguém sabe de um app com a mesma tecnologia do A.I do goolle allo..porem para todos os apps de mensagens de textos instantâneas e redes sociais ?..tipo um app que aprenda com você e lhe dê sugestões de palavras.. textos.. dúvidas.. emojis e até gif?. ficando sob os apps como um pop-up..s…\nResenha completa","autor":"Naldo alves"},{"data":"28 de março de 2018","util":"2","star":"5","review":"É melhor que o zap pena que ninguém usa, muito rápido e eficiente e os recussos são top. Vocês tão de parabéns","autor":"Paulo Tavares"},{"data":"2 de fevereiro de 2018","util":"1","star":"4","review":"Uma pena tirarem a SMS de graça para quem não está no app, agora só da pra Convidar as pessoas que não estão no app e conversa pra quem está no app","autor":"Um usuário do Google"},{"data":"27 de julho de 2018","util":"2","star":"1","review":"Esse aplicativo é péssimo porque não vê se tá online e nem o visto por último Então ele deve melhorar bastante tinha que ter status melhor Resumindo ele é péssimo 🙄😶","autor":"Amanda Lopes"},{"data":"2 de novembro de 2018","util":"","star":"1","review":"ANTES ERA MUITO BOM DAVA ATE PRA TROCAR SMS OFFLINE SE EU TIVESSE COM INTERNET PODERIA ENVIAR MENSAGEM SMS PRA OUTRA PESSOA QUE NAO ESTIVESSE COM INTERNET QUE ESSA PESSOA TANTO RECEBERIA A MENSAGEM QUANTO PODERIA RESPONDE ELA E CHEGAVA NO MEU CELULAR DE BOA. HOJE ATE COM INTERNET NOS DOIS APARELHOS …\nResenha completa","autor":"Felipe Pinheiro"},{"data":"13 de agosto de 2018","util":"","star":"5","review":"O app é muito bom,se você não tem muitos amigos(4amigos)como eu ele é perfeito e engraçado baixem ele é ótimo 😙","autor":"dub D7"},{"data":"13 de outubro de 2018","util":"","star":"5","review":"Mano.. amei . Já acho melhor que WhatsApp... Meu sério.. Esse app é lindo, e muito funcional.. Por favor não criem, status.... Não sei se tem como criar grupos, não tentei ainda. Mas não gosto de grupos E se for colocar grupos, façam que sejam temporário.... ❤️❤️❤️❤️❤️","autor":"Paulo Wanderson"},{"data":"24 de novembro de 2018","util":"","star":"5","review":"Eu adoro as Gifs da Google Allo eu acho mto melhor que do WhatsApp, mais dinâmico e divertido, fácil para mandar pesquisar e bem dinâmico eu sempre Índico","autor":"Douglas Souza"},{"data":"8 de junho de 2018","util":"","star":"5","review":"He encontrado la aplicación muy buena pero como nadie de mi familia utiliza entonces no uso mucho más sí es muy bueno.","autor":"Laura_www"},{"data":"30 de outubro de 2018","util":"","star":"5","review":"Gostei muito do aplicativo, principalmente porque podemos enviar mensagem para quem não tem Internet, só falta mostrar quando se está online ou não.","autor":"Luciano Ricardo"},{"data":"18 de setembro de 2018","util":"19","star":"5","review":"Melhor app de mensagens que já usei na vida! Divertido, prático, funcional, engraçado e inteligente!","autor":"Ana Beatriz Passaretti"},{"data":"13 de abril de 2018","util":"1","star":"5","review":"Mano, esse App é top. A junção com o Duo, as vídeos chamadas são super estáveis!","autor":"Valdo Shark"},{"data":"2 de outubro de 2018","util":"","star":"5","review":"O App é muito bom ; só acho que a assistente deveria comunicar por áudio também , porque ela so fala via mensagem . 😭😭","autor":"Um usuário do Google"},{"data":"22 de outubro de 2018","util":"","star":"5","review":"Melhor App de comunicação, mil vezes melhor que o whatsapp, não sei pq não fazem propaganda dele, eu já estou recomendando pra todo mundo.","autor":"Pietro Malfoy"},{"data":"25 de março de 2018","util":"1","star":"4","review":"Ah muito que se melhorar,seria bacana vê quando a pessoa está on-line e quando mudar o papel parede não mudar o da pessoa e o da outra pessoa q está conversando também...","autor":"Um usuário do Google"},{"data":"16 de abril de 2018","util":"1","star":"5","review":"App top só falto poder fazer ligações para pessoas q não tem o app ,i as ligações não custaria nada só usaria a internet ia ficar top","autor":"Lorrd Heroes"},{"data":"26 de abril de 2018","util":"","star":"5","review":"Um app muito bom e completo, só falta uma comunidade grande. Achei bem melhor que o WhatsApp, principalmente devido a integração com o Google assistant.","autor":"Leonardo Nunes"},{"data":"4 de maio de 2018","util":"","star":"1","review":"Era bom, agora nem envia mais SMS se a outra pessoa não tiver o App ou estiver On! Não é mais Útil!","autor":"Magdinha Serafin"},{"data":"25 de junho de 2018","util":"","star":"4","review":"A pessoa que tbm tem o aplicativo instalado ,só recebe A msg se Tiver internet. Se for assim q utilidade tm?","autor":"Um usuário do Google"},{"data":"1 de julho de 2018","util":"","star":"2","review":"Não tem tantas opções quanto os concorrentes, a A.I. não está funcionando mais direito, quase ninguém utiliza. Não recomendo, melhor o Whatsapp ou Telegram.","autor":"Juliano Nunes"},{"data":"23 de junho de 2018","util":"1","star":"1","review":"O Meu aplicativo não vai! Quando eu coloco meu número e aperto em \"continuar\" simplesmente não vai!","autor":"The Moura"},{"data":"14 de outubro de 2018","util":"","star":"3","review":"A Google é uma ótima empresa para a criação de novos apps que melhoram e deixam as nossas funções básicas e organizacionais mais fáceis e intuitivas no nosso dia a dia. Quanto a mensageiros e redes sociais, tem sido péssima em evoluir e atrair mais pessoas para o uso delas. O Google Allo realmente t…\nResenha completa","autor":"Doglidárlisson Santos"},{"data":"12 de fevereiro de 2018","util":"7","star":"3","review":"Falta poder ver o online, o visto por último e o gravando áudio, colocar papel de parede, visualizar o uso do armazenamento, fixar conversas","autor":"Daniel Bruno"},{"data":"26 de janeiro de 2018","util":"3","star":"4","review":"Adorei esse aplicativo, um ótimo recurso pra quem não tem Whatsapp. Bem completo.","autor":"Mayara S. Trindade"},{"data":"27 de julho de 2018","util":"","star":"1","review":"Meu irmão tem o Google Allo, mas não consigo achar ele, até mandei o link pra ele, mas ainda não consigo achar ele. Observação: Ele está nos meus contatos.","autor":"Vidal Gamer"},{"data":"14 de maio de 2018","util":"","star":"4","review":"O App é ótimo, e não fica entulhado mídia na memória do celular, como o WhatsApp. Mas o Google não divulga esse negócio, ninguém usa, ninguém conhece. Uma pena...","autor":"Lucas Kellermann"},{"data":"12 de maio de 2018","util":"","star":"3","review":"O app é bom. Único prblema é que demora muito para o destinatário receber as mensagens. Chega a ter um atraso de até 24hs, e não é por falta de interner do destinatário.","autor":"Henrique Silva"},{"data":"19 de julho de 2018","util":"","star":"2","review":"Eu amo os produtos Google. Mas o allo e o duo, que acredito muito no potencial, precisa de melhoras urgentes. Principalmente para sincronizar os contatos que estão salvos no aparelho. Se vocês querem vencer o WhatsApp, precisam melhor muito. Parece que vocês só querem lançar apps e deixam pra lá…\nResenha completa","autor":"Enso Schiavo"},{"data":"3 de novembro de 2018","util":"","star":"2","review":"É um app divertido e interativo, porém deixa a desejar na precisão das notificações, e no desempenho (principalmente quando se quer pesquisar uma palavra em um chat)","autor":"Carlos Gianni"},{"data":"1 de agosto de 2018","util":"1","star":"5","review":"É ótimo, cheio de recursos legais, é agora converte os aquivos de som em mensagem de texto. Ótimo","autor":"Paulo Barros"},{"data":"2 de março de 2018","util":"","star":"4","review":"É bom. Mas precisa de mais coisas novas. Além de sempre oferecerem \"Adesivos\" novos, poderiam fazer mais temas também para o chat de conversa. FAÇAM MAIS TEMAS !!!","autor":"Ivan Rodrigues"},{"data":"28 de fevereiro de 2018","util":"1","star":"4","review":"Gostei muito recomendo bom se todos os outros App fossem eficientes como esse. Parabéns","autor":"Dani Silva"},{"data":"6 de março de 2018","util":"1","star":"5","review":"Muito bom! Só falta mais povo nela. Poucos dos meus amigos a usam☹","autor":"Zimene Pedro"},{"data":"6 de março de 2018","util":"1","star":"1","review":"Pra ficar bom de novo atualizem pra que possa enviar sms da operadora normal, porque isso é só uma imitação barata do WhatsApp!","autor":"Rafael Sousa"},{"data":"15 de maio de 2018","util":"","star":"5","review":"Muito mais divertida que o WhatsApp... Mais GIF e memes. Vale a pena experimentar, pois só falta mesmo aumentar a comunidade!","autor":"David Costa"},{"data":"16 de maio de 2018","util":"","star":"5","review":"Muito bom, é intuitivo e ainda têm como criar carinha personalizadas, além de claro ser interligado ao Duo para chamadas de vídeo. Perfeito!","autor":"Wagner Barbosa"},{"data":"22 de junho de 2018","util":"","star":"4","review":"O app deveria ter a opção de enviar mensagens por SMS, mesmo pra quem tem o Allo instalado. No momento só envia SMS pra quem não tem o Allo instalado.","autor":"João Paulo Cardoso Sousa"},{"data":"9 de setembro de 2018","util":"","star":"4","review":"Para mensagens mais longas, não é possível paragrafar. Sinto falta de outros recursos, como responder a uma mensagem específica. No mais, me atende muito bem.","autor":"Renata Lapa"},{"data":"8 de novembro de 2018","util":"","star":"1","review":"Não dá pra fazer nada porque tem q permiti tudo ou negar mas se negar tudo aí q não dá pra fazer nada mesmo muito ruim","autor":"Gabriela Piovani"},{"data":"14 de abril de 2018","util":"","star":"4","review":"Me adiciona. Falta pode ouvir os audio continuamente sem ter q aperta play assim como é telegran. De todo e maravilhoso incomparável.","autor":"Um usuário do Google"},{"data":"20 de abril de 2018","util":"","star":"1","review":"Esse allo é um péssimo aplicativo, gostaria de saber o fundamento!melhor usar o WhatsApp não?? Lixo, não instalem... Só perdi meu tempo.","autor":"Amalia Rodrigues"},{"data":"5 de maio de 2018","util":"","star":"5","review":"Considero o Allo melhor app da categoria. Além de possuir as mesmas funcionalidades, comuns em alguns apps concorrentes com serviço semelhante, oferece nova experiência de uso e e integração com outros serviços Google (como o Duo ou o Google Assistente, que também são excelentes), de acordo com …\nResenha completa","autor":"Marco Castro"},{"data":"2 de novembro de 2018","util":"","star":"5","review":"Queria deixar aqui minha sugestão de que se o Google assistente falasse seria a melhor coisa do mundo!! Por favor façam isso na próxima atualização!!","autor":"Beatriz Souza"},{"data":"9 de fevereiro de 2018","util":"","star":"3","review":"As vezes as pessoas me mandam SMS mas as msgs Nn chegam, o app é bom, só tem q concertar isso","autor":"Lavínia Oliver"},{"data":"25 de fevereiro de 2018","util":"","star":"5","review":"E muito bom , tenho que admitir que é melhor que o WhatsApp, mais deveria ter mais temas de fundo, ser dessa para mudar séria até mais legal.","autor":"beatriz paliny"},{"data":"25 de março de 2018","util":"","star":"5","review":"Esse app é bem lg eu amei super recomendado principalmente o google assistente pra quem nao tem vai ter ele e muito lg super recomendado parabens👍👍👍","autor":"RUAN amaral"},{"data":"31 de março de 2018","util":"","star":"5","review":"Aplicativo super divertido, cheio de funções muito legais, so faltou se popularizar e um pouco de marketing ai, valeria muito a pena investir ein...!!","autor":"Victor Silva"},{"data":"16 de maio de 2018","util":"247","star":"2","review":"O app em si e bom, mas parou de receber atualizações.","autor":"Cristiano Silveira"},{"data":"4 de junho de 2018","util":"","star":"4","review":"Gostei de tudo a única coisa que faltou foi ela falar áudio ela não fala áudio ela só escreve texto Isso é muito ruim eu sei de tudo a única coisa que faltou foi ela falar áudio ela não fala","autor":"Sophia Zavatti"},{"data":"8 de junho de 2018","util":"","star":"5","review":"Tudo da Google é muito, pena que muitas pessoas nao a conheçam. Talvez um marketing ajudaria, vejo muito potencial alem de ser bem fluido.","autor":"Denis Luiz Antonelli"},{"data":"23 de setembro de 2018","util":"1","star":"4","review":"Vou ver se e bom pq a Google assestente Não pega na minha versão do Android a versão minha e 7.0","autor":"Felipe Hs"},{"data":"14 de junho de 2018","util":"3","star":"2","review":"Cadê as atualizações do app? Vamos aperfeiçoar mais este app que pra mim e dos melhores.","autor":"Alexsandro Gonçalves"},{"data":"27 de julho de 2018","util":"","star":"5","review":"Acho melhor que Wpp e Messenger. Só precisa melhorar a transcrição dos áudios e colocar a opção que permite responder mensagens específicas. O que mais me agrada é não exibir se estamos online, tampouco \"visto por último\", nem ter status. Espero que continue assim, diferenciado. Há mais de um ano…\nResenha completa","autor":"Um usuário do Google"},{"data":"26 de abril de 2018","util":"1","star":"5","review":"Gostei porque eu consigo falar com meu namorado por aqui e bom demais estão de parabéns","autor":"Mariana Silva"},{"data":"24 de abril de 2018","util":"","star":"5","review":"Tem adesivos temáticos Star Wars, Stranger Things, possibilidade de criar adesivos com base em foto do usuário e muito mais, além de GIFs muito legais.","autor":"Carolina Franzoni Barranco"}]