[{"data":"26 de novembro de 2018","util":"67","star":"1","review":"Pqp tá de brincadeira q essa desgraça n acabou ainda velho além de roubar os streamers de plataformas melhores com Twitch e tals ainda tenta ficar vivo com funcionalidade nem funciona pqp velho insta e MT melhor.","autor":"Um usuário do Google"},{"data":"27 de novembro de 2018","util":"557","star":"1","review":"A gente tentamos não fala mal do facebook mas não adianta. Além da bagunça nas notificações. Agora não é possível carregar o português. Parabéns Facebook parabéns mesmo viu para não dizer ao contrário","autor":"Um usuário do Google"},{"data":"26 de novembro de 2018","util":"","star":"4","review":"O Facebook está melhorando a cada dia mais tem um probleminha tem um Android desconhecido na minha conta eu troco de senha mais mesmo assim ele continua vocês precisam mudar a segurança do Facebook","autor":"Adriano Oliveira"},{"data":"26 de novembro de 2018","util":"14","star":"5","review":"Claro que sempre virá novas melhorias, por enquanto tá ótimo pro meu uso pessoal e profissional!!","autor":"Rapoza S.S."},{"data":"27 de novembro de 2018","util":"","star":"1","review":"O Facebook Não entra na minha conta aparece sem internet mas tenho Internet .espero uma resposta sobre isso os criadores?","autor":"Um usuário do Google"},{"data":"27 de novembro de 2018","util":"2","star":"1","review":"Depois da actualização o App está encerrando a todo momento em ambos celulares que eu tenho.","autor":"CONTROLADORIA MOTORMAC"},{"data":"27 de novembro de 2018","util":"3","star":"5","review":"Não Tenho o que ne aqueixar","autor":"emerson oliveira santana"},{"data":"27 de novembro de 2018","util":"","star":"1","review":"NÃO ENTENDO ESSE FACEBOOK, QUERENDO PROTEGER MINHA CONTA, E JÁ É A DÉCIMA VEZ QUE TÁ QUERENDO TROCAR MINHA SENHA. JÁ NÃO TENHO MAIS IDEIA DE QUERO A SEJA COLOCAR","autor":"Alex Santos"},{"data":"26 de novembro de 2018","util":"11","star":"5","review":"O App é o melhor app para rede social","autor":"DG MYCHAELL"},{"data":"26 de novembro de 2018","util":"68","star":"5","review":"Ótimo app gostei","autor":"Um usuário do Google"},{"data":"26 de novembro de 2018","util":"6","star":"5","review":"Bravo","autor":"Um usuário do Google"},{"data":"27 de novembro de 2018","util":"3","star":"4","review":"Um lixo","autor":"jon jonas"},{"data":"27 de novembro de 2018","util":"","star":"5","review":"Mantenho as amizades","autor":"Um usuário do Google"},{"data":"26 de novembro de 2018","util":"13","star":"5","review":"Otimo","autor":"Wagner Tavares"},{"data":"26 de novembro de 2018","util":"18","star":"5","review":"Bom","autor":"Andre Roza"},{"data":"26 de novembro de 2018","util":"152","star":"1","review":"Gente não tem como melhorar o Facebook, se a gente que comenta algo na foto do amigo, não está lendo, se escreve também não funciona","autor":"Um usuário do Google"},{"data":"21 de novembro de 2018","util":"1069","star":"1","review":"Não arranca a aplicação no início.","autor":"Vitor Ferreira"},{"data":"20 de novembro de 2018","util":"1298","star":"5","review":"Bem utilitário","autor":"Carolzinha Moreira"},{"data":"22 de novembro de 2018","util":"201","star":"1","review":"Porque que a barra no WhatsApp móvel pra cima é pra baixo, já Facebook à barra branca trava não move, vê se dão uma arrumada fala sério 😱","autor":"Carlos Meirelles"},{"data":"20 de novembro de 2018","util":"396","star":"1","review":"Última versão não tem definições da app como já dá anterior a esta. E não obtenho resposta","autor":"Pedro Silva"},{"data":"20 de novembro de 2018","util":"261","star":"1","review":"Muito ruim... Não atualiza o feed, não tem como adicionar amigos, arrume logo isso!!","autor":"J.V. L"},{"data":"19 de novembro de 2018","util":"402","star":"1","review":"Ultimamente esse aplicativo pra mim nao ta prestando p nada.","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"127","star":"5","review":"Muito bom","autor":"Vida Loka"},{"data":"26 de novembro de 2018","util":"12","star":"1","review":"Muito ruim eu posto uma foto aí nenhum dos meus amigos recebe na time line Tá horrível não consigo postar nada arrumem por que não é de hoje que ele tá muito ruim , fica travando toda hora !!! Melhorar isso pq vcs são capazes de muito mais !!!☺️","autor":"Um usuário do Google"},{"data":"25 de novembro de 2018","util":"2","star":"1","review":"O aplicativo é péssimo, quando receber alguns vídeos comemorativos, ao tentar publicar aparece a mensagem, \"Um problema impediu o carregamento do seu vídeo...\", quando tenta publicar de novo, o vídeo simplesmente some. Isso significar, que o vídeo comemorativos não tem utilidade nenhuma, pois não há…\nResenha completa","autor":"Wanderson Dantas"},{"data":"23 de novembro de 2018","util":"12","star":"3","review":"Só queria saber porque sumiu a opção \"ver como\", era um dos recursos mais úteis em relação a privacidade do usuário. O melhor jeito da gente ver como os nossos contatos e os que nao são nossos contatos viam nosso perfil, por favor volteeeeem com isso","autor":"Larissa Freitas"},{"data":"16 de novembro de 2018","util":"1535","star":"1","review":"Não sei o que está acontecendo mas quando eu entro no Facebook não consigo atualizar as postagens da linha do tempo e também não consigo ver os comentários fica carregando e não abre (não é problema com a internet pois todas outras redes sociais está abrindo normal). Arrumem isso toda semana tem atu…\nResenha completa","autor":"Elizama Silva"},{"data":"26 de novembro de 2018","util":"8","star":"1","review":"Horrível quero excluir a conta do Facebook, mas vcs não atendem expira o prazo não deixa de acabar de concluir. As atualizações estão horríveis. Minha conta do Facebook anterior não me devolvem era hotmail meu telefone foi clonado. Agora é outro e é gmail porque não respondem minhas mensagens de mai…\nResenha completa","autor":"Sueli Oliveira"},{"data":"26 de novembro de 2018","util":"1759","star":"4","review":"Eu quero receber as notificações de push dos Grupos quando eles publicarem fotos e vídeos e aparece na tela do celular agora e no sininho agora mesmo junto com a bolha vermelha de número e quero receber as notificações de push dos meus amigos do Facebook quando eles publicarem fotos ou quando eles p…\nResenha completa","autor":"Samyr Moura"},{"data":"27 de novembro de 2018","util":"2","star":"1","review":"Depois da última atualização os links de post não abre (ex: alguém posta um link de uma loja nos comentários, eu clico em cima do link mas não redireciona para a página)! Espero que corrijam isso logo.","autor":"Richele Gomes"},{"data":"25 de novembro de 2018","util":"186","star":"2","review":"Foto de perfil redonda que melhor era outro formato e vai abrir alguma página volta ao feed, para corrigir desinstalo e instalo novamente mais após um tempo volta a mesma coisa uma atualização não seria nada mal.","autor":"Maikon Santos"},{"data":"18 de novembro de 2018","util":"222","star":"5","review":"Ficaria melhor ainda se colocassem a opção de \"Marcar todas como lidas\" porque é chato ter que ficar abrindo as notificações que não estamos tão interessados uma a uma. Eu tenho o app lite do Facebook também instalado só porque ele tem essa opção.","autor":"PedroFênixBR"},{"data":"16 de novembro de 2018","util":"490","star":"1","review":"Como é que eu vou dar uma opinião se eu abro se eu pelejo para abrir meu Face desde cedo desde 8 horas da manhã até agora meu Face não abre porque tá configurando o português não sou obrigada a ficar sem ele não só me dá uma resposta por favor","autor":"Luzinete Oliveira"},{"data":"17 de novembro de 2018","util":"434","star":"1","review":"Após atualização (Lenovo Vibe K6) o app fecha sozinho, trava, pede sempre para confirmar aparelho quando faz login, sabendo que o aparelho já está salvo no sistema. As vezes o áudio funciona com os vídeos e outras vezes não. Não sei o que fizeram, mas ficou péssimo utilizar esse app.","autor":"Angelo Viana"},{"data":"20 de novembro de 2018","util":"46","star":"3","review":"Ao abrir os anúncios de venda tanto nos bazares como publicações particulares, aquelas sugestões de comentários \"valor\" \"quanto\" etc estão atrapalhando muito!!!! E não permite visualizamos as informações completas, porque a caixa de sugestão fica bem ali na frente e não tem como remover. Tirem isso,…\nResenha completa","autor":"Aline Miranda"},{"data":"20 de novembro de 2018","util":"151","star":"2","review":"Infelizmente estou notando vários bugs no app. As notificações nunca desaparecem, mesmo depois de eu já tê-las visto. Não estou conseguindo sair de grupos que não tenho mais interesse. Muitas vezes não consigo nem ver todas as fotos das publicações, por que elas não abrem. Eu clico e a tela trava","autor":"Mariana Portela de Oliveira"},{"data":"17 de novembro de 2018","util":"259","star":"1","review":"Basicamente todo dia tem uma atualização hoje dia 17 do 11 2018 fez uma atualização e não entra mais em português tirando isso qualquer coisa que a pessoa faz no Facebook fica uma notificação tanto ela curtiu a foto que ela tiver fazendo isso enche o saco","autor":"Kim tuler"},{"data":"16 de novembro de 2018","util":"146","star":"1","review":"É muito difícil continuar usando esse App. Não carrega os comentários, nem as publicações. E quando atualiza a gente acha que vai melhorar e só piora . Tenho saudade do Orkut. Esse App tá super pesado e cheio de bugs . Vou dar uma estrela pq não posso zerar.","autor":"Ana Paula Garcia"},{"data":"21 de novembro de 2018","util":"33","star":"5","review":"Olha eu amo o facebook mas hj cedo quando eu iria logar ele no Pubg Mobile lite dava um \"erro\" pedia pra colocar foto de perfil é quando eu colocava mostrava que o facebook tava verificando minha conta é isso foi ontem é hj por favor resolvam isso","autor":"Um usuário do Google"},{"data":"16 de novembro de 2018","util":"164","star":"3","review":"Já faz um tempão que envio reclamações pra vcs e nada, sempre a mesma resposta automática. Minha lista de \"amigos que talvez você conheça\" sumiu e queria ativar novamente e não acho, também tem coisas que no meu não tem, configuração moderna que só os outros tem.","autor":"Andrea Gameiro Cunha"},{"data":"20 de novembro de 2018","util":"75","star":"5","review":"Já que tem restrições de áudio de músicas porque vocês não colocam um filtro para áudio nas opções de transmissão ao vivo ? Põe isso também . Muitas vezes perdemos nossas filmagens por causa dos direitos autorais , até compreendo , mas coloquem o filtro de áudio por favor .","autor":"Arlen Roseira"},{"data":"18 de novembro de 2018","util":"49","star":"1","review":"Depois da nova atualizaçao , so aparece que nao foi possivel conectar mesmo a internet estando boa , nao consigo utilizar o app , por favor arrumem isso , o facebook era unico app que eu gostava agora esta pessimoo","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"169","star":"1","review":"Eu só acho q esse app nao e la muito bom para enviar videos pois enviei um video hj de uma publicidade de um evento e o app bugou sumiu os menus as fotos nao carrega ta lento demais isso tudo pq tentei enviar um video de 46s","autor":"Arthur Azevedo"},{"data":"17 de novembro de 2018","util":"86","star":"1","review":"Toda hora o Facebook bloquea minha conta temporariamente e até uma postagem que fiz de sorvete estão me mandando notificações alegando violação dos padrões da comunidade do Facebook, peço uma explicação sobre isso já que minha conta é antiga e nunca tive esse tipo de aborrecimento com o Facebook.","autor":"Fatima souto"},{"data":"20 de novembro de 2018","util":"92","star":"5","review":"Gosto muito do app, o meu nem trava, roda os vídeos certinho e tudo mais. O ÚNICO PROBLEMA É QUE NÃO TA APARECENDO O AVIÃOZINHO, TODOS TEM ESSE AVIÃO, EU TBM QUERO, OUSHEE😒","autor":"Um usuário do Google"},{"data":"16 de novembro de 2018","util":"240","star":"3","review":"ESSAS NOVAS ATUALIZAÇÕES TÃO UMA CHATICE, AS NOTIFICAÇÕES SÓ CAEM DEPOIS DE VÁRIOS MINUTOS E AS VEZES LEVA HORAS, ELE FICA VOLTANDO TRAVA AS VEZES. TA MUITO CHATO ISSO. me: Lenovo vibe k6","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"59","star":"1","review":"Não sei o que está acontecendo com esse aplicativo só sei que depois que fez atualização ele trava não abre as lembranças e ainda por cima tá um lixo olha se continuar assim sinto muito mais vou abandonar","autor":"Elisabete Daniela Da Silva"},{"data":"17 de novembro de 2018","util":"90","star":"1","review":"Toda hora aparece as mesmas notificações, não consigo ver curtidas pois só carrega até um certo número, trava demais, toda hora entre em Inglês, toda atualização que tem so piora tudo, ta na hora de melhorar, jaja aparece outro app e vocês vão acabar perdendo a coroa!","autor":"Nicolli Santos"},{"data":"21 de novembro de 2018","util":"34","star":"1","review":"Fica dando erro toda hora, a internet está ótima e não carrega, quer clicar para visitar o perfil de outra pessoa ou um grupo simplesmente não vai. Está um verdadeiro lixo só ocupa espaço no celular e não corresponde às necessidades","autor":"Nay Mandraque"},{"data":"20 de novembro de 2018","util":"171","star":"5","review":"GOSTO MUITO DO FACEBOOK,MAIS DE VEZ EM QUANTO,TENHO QUE RECLAMAR DE ALGUMA,AGORA VOU ENTRAR NAS PÁGINAS QUE SALVEI,CLICO NA PÁGINA PARA VISUALIZAR ELA,E NA MESMA HORA SAI,E VAI PRO FEED DE NOTÍCIAS,ASSIM NÃO DÁ,NÉ,OBRIGADO.","autor":"Um usuário do Google"},{"data":"18 de novembro de 2018","util":"147","star":"1","review":"Eu trabalho utilizando os grupos do Facebook, e estou perdendo muito trabalho e nem posso responder meus clientes Porque o aplicativo está me bloqueando, ai eu não consigo comentar nada e nem publicar E sem nenhum motivo isso acontece, pfvr parem de me bloquear sem motivos. Pois é muito constrangedo…\nResenha completa","autor":"KENNEDY P.R"},{"data":"18 de novembro de 2018","util":"126","star":"2","review":"O aplicativo está cada vez pior, não atualiza o feed, não abre as fotos quando vc clica em cima, pra sair fica só carregando, parece que piora a cada atualização, já instalei e desinstalei várias vezes pra ver se melhora e nada.","autor":"Any Otaviano"},{"data":"20 de novembro de 2018","util":"79","star":"1","review":"Tá um lixo.Não configura o português,postagens de 2 minutos aparecem que foi a 1 hora atrás,nao entra em outra conta (Quando você vai entrar em outra conta aparece que está em manutenção).Tá tudo bugado,ou seja,a cada atualização só pioraa!!!!!","autor":"Weller R.M"},{"data":"16 de novembro de 2018","util":"128","star":"1","review":"Não sei oq estar acontecendo que toda vez que abro o Facebook aparece uma nensgame dizendo \"infelizmente, o Facebook parou\" arrumem isso por favor, tá uma chatice. Desde já agradeço!","autor":"Camila Pinheiro"},{"data":"21 de novembro de 2018","util":"26","star":"5","review":"Estou bloqueado e tenho essa mensagem \" Isto ocorre porque houve alguma atividade incomum na sua conta. Sua conta será limitada até 20 de dezembro às 01:02.\" como resolver esse bloqueio e voltar as atividades tranquilamente ?","autor":"Amilton Ferreira De Oliveira"},{"data":"16 de novembro de 2018","util":"62","star":"2","review":"EU NÃO ESTOU CONSEGUINDO CURTIR COMENTÁRIOS E NEM AS PUBLICAÇÕES, ARRUMEM ESTE PROBLEMA. NÃO FIZ NADA E O FACEBOOK ME BLOQUEOU E OUTRA COISA, ATUALIZEM ESSE FACEBOOK PQ CADA DIA A MAIS ELE TIRA A QUALIDADE DSS FOTOS, OBRIGADO.","autor":"Um usuário do Google"},{"data":"18 de novembro de 2018","util":"37","star":"1","review":"Eu não sei o que realmente aconteceu,mas o meu perfil está totalmente \"bugado\",todos os meus amigos \"sumiram\",minha foto de perfil,e publicações que fiz também,é como se nunca tivesse publicado nada e não tivesse amigos no Facebook.Isso ocorreu ontem do nada","autor":"Lu Luana_Army"},{"data":"20 de novembro de 2018","util":"78","star":"1","review":"Depois dessa última atualização do dia 18\/11\/2.018 não recebo mais notificações e não consigo postar fotos, fica carregando e da falha no final. Somos a aceitar atualização automática sem nosso consentimento , que inferno. Parem de cagar no aplicativo a cada Nova atualização e parem de nos obrigar a…\nResenha completa","autor":"viviane candido"},{"data":"24 de novembro de 2018","util":"24","star":"1","review":"De umas semanas para cá o aplicativo vem apresentando problemas. Vários amigos e eu temos tido problemas com o aplicativo que mostra toda hora que tem notificações das quais já vimos. Antes aparecia toda hora que tinha 10 notificações, agora subiu para 50 notificações, sendo que não tem nenhuma. Alg…\nResenha completa","autor":"Lucas Barretto"},{"data":"16 de novembro de 2018","util":"223","star":"1","review":"É sério isso, atualização toda semana e nenhuma mudança significativa, só bugs! 50MB de atualização só essa semana pra nada, cada dia mais pesado. Até a função que cortava fotos pra postar tiraram, já a foto do perfil tá cada vez menor, o idioma volta para o inglês do nada, visualizo as mensagem e e…\nResenha completa","autor":"Rô Aguiar"},{"data":"23 de novembro de 2018","util":"18","star":"5","review":"Olha a nova atualização eh boa mas poderia ter como excluir todas as mensagens no Messenger aí seria bem fácil de excluir aquelas mensagens do passado era melhor se tivesse como Mas a nova atualização ficou muito top","autor":"Eduardo Novais"},{"data":"22 de novembro de 2018","util":"20","star":"1","review":"Eu uso o Facebook pra entrar em diversos aplicativos , pediu q eu confirmasse minha identidade agora estão me analisando mas estão demorando demais ajeitem isso logo pq estou sendo muito prejudicado com isso","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"1576","star":"1","review":"O meu aparelho, é Motorola está péssima depois da atualização, dois dias que não consigo fazer nada. Estou numa página e sem nada pula para outra, perco tudo que estava postando. Enfim, como faço para voltar ao anterior? O meu smartphone está uma M. M. M, sim 3 vezes. Boa tarde Porque tenho que atua…\nResenha completa","autor":"Alzira Alves Lopes"},{"data":"22 de novembro de 2018","util":"39","star":"1","review":"Não tô conseguindo acessar meu face, só dar erro continuamente. Gostaria d ajuda, já vi vários vídeos no YouTube pra resolver o problema e nenhum resolve, estou com o Facebook lite q e muito ruim.","autor":"claudinha fernandes"},{"data":"19 de novembro de 2018","util":"35","star":"1","review":"Nos últimos dias está mto ruim. Não atualiza o português, nos compartilhamentos só fica carregando e não aparece os amigos para serem marcados, fica fechando o app toda a hr. Por favor arrumem isso logo.","autor":"Grupo Coração Fandangueiro"},{"data":"18 de novembro de 2018","util":"61","star":"1","review":"Agora sumiu a parte das configurações onde desativa a reprodução automática de vídeos, ou seja sou obrigada a aturar os vídeos reproduzindo automaticamente!! Ter que mudar a configuração de reprodução de vídeos a cada atualização do aplicativo já é um saco e agora nem isso posso fazer mais!!!","autor":"Um usuário do Google"},{"data":"18 de novembro de 2018","util":"44","star":"2","review":"O APP ESTÁ DANDO ERRO SEM PARAR. NAO DÁ PARA ENVIAR O ERRO NA SEÇÃO \"AJUDA\". OS FUNCIONÁRIOS DO FACEBOOK NÃO RESPONDEM AS MSG PRIVADAS COM PEDIDO DE AJUDA!","autor":"Kamilla Alves"},{"data":"17 de novembro de 2018","util":"50","star":"1","review":"Péssimo!!! Está sempre pedindo atualização, e a cada atualização surge um novo problema, isso não já está ficando insuportável!!! Dsd manhã pedia seja bem para logar, agora aparece msg de que estou sem conexão, sendo que outros apps estão funcionando normalmente. Trágico !!! 😡😠","autor":"Bia Freitas"},{"data":"17 de novembro de 2018","util":"141","star":"1","review":"Facebook tá ruim de mais depois da Última atualização não consigo mais posta mais nada pra vender tudo q posto fala q vai contra as políticas de comunidade, isso está causando constrangimento a várias pessoas","autor":"Matheus Camargo"},{"data":"24 de novembro de 2018","util":"23","star":"1","review":"Não sei quanto outros aparelhos, mas no meu é o App que mais consome bateria. Ja fiz testes desinstalando-o e pude ver a diferença. Dêem um jeito nisso, oras. Se eu fosse enumerar o tanto de contratempos que este App tem, acho que não caberia aqui, nesta resenha.","autor":"Adm Paz"},{"data":"18 de novembro de 2018","util":"18","star":"1","review":"Aqui no Brasil muitos perfis são fakes e eles distribuem mensagens e publicações que violam os direitos humanos, já denunciei muitos, mas são vários e ás denúncias muita das vezes não são corretamente avaliadas pelo meu ver, estou prestes a excluir minha conta permanentemente, e você que está lendo …\nResenha completa","autor":"Dulcinéa Cunha"},{"data":"20 de novembro de 2018","util":"32","star":"1","review":"Lixo. Expõe TODOS os dados pessoais dos clientes LEIGOS. Cuidado ao USAR. JAMAIS DIVULGUEM SEUS DADOS CONFIDENCIAIS EM MÍDIAS SOCIAIS. REDE RECORD FEZ REPORTAGEM SOBRE O ASSUNTO . Assistam e se informem criaturas leigas. Conselho de quem é da área de segurança.","autor":"quanah nah"},{"data":"19 de novembro de 2018","util":"17","star":"4","review":"Acho Que os amigos e pessoas não poderia retirar fotos do perfil.do outro para isto temos quenbloquear eles e e uma coisa que não acho justo tem quem ficar aberto para os amigos ver suas fotos e postagem.maisnmuita coisa temos que privar para queneles não comente e nem retire foto","autor":"alessandro rodrigues"},{"data":"17 de novembro de 2018","util":"53","star":"2","review":"Meu amigo perdeu a conta dele, não consegue recuperar de jeito nenhum, mandei mensagem para o suporte, porém não respondem mais, esse chateado com isso, e quando queremos optar por receber o código de recuperação pelo email não aparece a opção, só aparece a opção de código por número, detestavel a s…\nResenha completa","autor":"Murilo Vinícius"},{"data":"24 de novembro de 2018","util":"33","star":"3","review":"Está travando muito.gostaria que esse Facebook, fosse igual ao Facebook Lite, o Lite tem o mesenger e não precisa baixar outro app. Vcs são muito inteligentes,faça isso pra nós coloca Facebook e mensager tudo junto, e bilhões de usuários vão ficar muito grato, depois que colocar Facebook e mensager …\nResenha completa","autor":"Paulo Roberto da Silva"},{"data":"21 de novembro de 2018","util":"34","star":"1","review":"Gente melhore mais a atualização nao consigo curte as fts das pessoas pesso que voces concerte isso pvf pq ta muito ruim😠😠😠😠😠 olha continua o mesmo o criador desse app arrume ele direito nossa n quer curti as postagem a péssimo se ficar bom voltarei e dou outra nota mais arrume nossa lixo está …\nResenha completa","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"25","star":"1","review":"Eu queria muito entender porque raios 2 contas de facebook da mesma versão são diferentes😧, em um eu encontro a configuração de contatos e midias onde eu coloco para postar meus videos em hd, e np outro simplesmente esta opção nao existe em lugar nenhum😤😤😤😤 Porquêeeeeeeeeeee????","autor":"DISK CONSERTO"},{"data":"19 de novembro de 2018","util":"45","star":"1","review":"O aplicativo depois a última atualização se tornou impossível de acessar. Não consigo ver nenhuma notificação em tempo real, a atualização do feed está sempre muito atrasada, não consigo neste momento nem abrir o App. Além disso quando abri anteriormente ele estava mudando pra inglês. Resolvam isso …\nResenha completa","autor":"Dayana Cardozo Bernardo"},{"data":"19 de novembro de 2018","util":"51","star":"4","review":"Srs desenvolvedores existem duas abas nesse app uma é a do feed de notícias e a outra aba é de atualizações de grupo, só que as postagens de grupos ao invés de aparecer nessa aba de grupos aparecem na aba do feed principal, se tem essa aba de grupos não devia aparecer as atualizações de grupos nessa…\nResenha completa","autor":"Pedro 35"},{"data":"23 de novembro de 2018","util":"1","star":"1","review":"O app está horrível, dando muitos erros,i tem vez que você está falsamente online,pois não dá pra comenta nem compartilhar nada, aí você sai i não consegue entra de novo","autor":"kennedy lenen"},{"data":"18 de novembro de 2018","util":"53","star":"1","review":"O aplicativo não abre abre a linha do tempo. Só aparece \"não foi possível conectar '' e as outras partes como configurações está funcionando. Por favor arrumem isso! Não consigo ver nem postar nada!","autor":"Um usuário do Google"},{"data":"21 de novembro de 2018","util":"230","star":"1","review":"Gzuinho, tá difícil quando vem essas atualizações. Nos grupos não consigo ver mais todos os anúncios nos grupos e muito menos dar UP para atualizar. Agora só se eu abrir um por um para atualizar. Ficou horrível.","autor":"Andreia Yamada"},{"data":"20 de novembro de 2018","util":"17","star":"2","review":"Desde ontem não consigo acessar minha conta. Já desinstalei e instalei novamente e sempre que tento entrar com a senha aparece uma mensagem que o problema é na internet, só que a internet está ótima. Me ajudem, por favor, não quero perder minha conta. 😩😩😩😩","autor":"Hellen Santos"},{"data":"20 de novembro de 2018","util":"19","star":"1","review":"Cada att fica pior! Cada vez mais inútil! Me fala pelo amor de Deus pq uma maldita empresa inventa de atualizar algo sem testar antes, ou com altas taxas de falhas!","autor":"Nikolas Ramon"},{"data":"22 de novembro de 2018","util":"12","star":"1","review":"Não tenho acesso ao perfil de pessoas mencionadas em publicações ou até mesmo na minha timeline, fico clicando várias vezes e nada acontece. Arrumem isso","autor":"Izabel B"},{"data":"23 de novembro de 2018","util":"1","star":"3","review":"Ultimamente estou tendo problemas com imagens. A aplicativo abre, mas não mostra foto nem imagem nenhuma, nem vídeo. Até pensei ser a internet, mas percebi ser só no Facebook.","autor":"Kaique Hipolito de Castro"},{"data":"20 de novembro de 2018","util":"36","star":"1","review":"Gente ta tão Ruim que ele ta pegando direito mais não quer mudar a foto do perfil fica bem um dia sem foto depois muda e ele ta apagando minhas coisas que eu público não gostei dessa versão prefiro a veia resolva logo","autor":"Um usuário do Google"},{"data":"22 de novembro de 2018","util":"256","star":"1","review":"To atualizando e travou no 99\/por cento e parou tudo horrível ooooMasPéssimo trava tudo orrivel conssome muita bateria.ocupa muita memoria etc..e ten que ficar atualuzando todo dia aja internet 😡😡😡😡mas de 2horas e não atualiza.só fica fazendo daulondi não atualiza não que atualiza o português.. …\nResenha completa","autor":"Stella Costa Costa"},{"data":"15 de novembro de 2018","util":"421","star":"4","review":"Aplicativo Está Ótimo Mas As Notificações Voltar Fica Azul Como Eu Não Tivesse Visto As Notificações Antes Mostrava Um Círculo Azul Na Solicitação De Amizade Agora Não Aparece Mais","autor":"Um usuário do Google"},{"data":"18 de novembro de 2018","util":"49","star":"1","review":"Toda hora atualizacao. Agora para piorar o app trava direto e fecha sozinho. Vamos solucionar isso. Ja nao basta as postagens repetidas, os horários errados, agora isso. Não dá para silenciar curtidas tbm. Horrível.","autor":"Valeria Marques"},{"data":"26 de novembro de 2018","util":"3","star":"1","review":"Isso tá péssimo, tem umas publicações grandes que aparecem a opção \"ver mais\" pra continuar lendo a publicação e quando eu clico não vai então eu não consigo ler as publicações 🙄","autor":"Bruna Oliveira"},{"data":"18 de novembro de 2018","util":"36","star":"5","review":"Essa nova atualização deixou o Facebook muito bugado, as vezes aparece notificações novas, mas quando eu vou ver e a mesma que eu vi a um tempo atrás. Então deveriam em uma outra atualizão arrumar isso.","autor":"Vinicius_88"},{"data":"18 de novembro de 2018","util":"28","star":"4","review":"Muito bom, mas de um tempo pra cá quando o texto e grande pra ser lido, meu aplicativo não quer abrir até o final depois do ver mais... Não sei se e o aplicativo ou o celular.","autor":"Márcia soares"},{"data":"15 de novembro de 2018","util":"129","star":"1","review":"Tá um lixo esse Facebook não estou conseguindo acessar minha conta já troquei ate de senha mais aí fala que vai me enviar um código para acessar minha conta mais não chega nada pra mim já faz dois dias que não consigo acessar minha conta","autor":"Um usuário do Google"},{"data":"16 de novembro de 2018","util":"28","star":"1","review":"Bom o Facebook está com processo não consigo entra e para ver minha conta nem atualizado está e fica difícil ver as coisas pois não carrega já faz cinco dias que está assim Arrumem por favor","autor":"Aline Cristina Da Silva"},{"data":"19 de novembro de 2018","util":"30","star":"1","review":"No começo era td perfeito sem problemas ;mas agora não consigo curte niguem ,e fica aparecendo VC está temporária mente bloqueado desta ação","autor":"Um usuário do Google"},{"data":"16 de novembro de 2018","util":"48","star":"1","review":"Boa tarde o Facebook depois q atualizou está bugando muito não consigo por em português está difícil vê o que vcs pode fazer para melhorar isso que passei nesta observação obrigado .","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"15","star":"3","review":"Depois dessa nova atualização, não tô conseguindo carregar minha notificaçoes, e a linha do tempo do meu perfil não atualiza, ó feed de notícias funciona normal, só esses dois detalhes que tá me trazendo problema","autor":"Guilherme Machado"},{"data":"18 de novembro de 2018","util":"1","star":"2","review":"Nas publicações de vendas a gente clica em ver mais e não aparece, no perfil das pessoas agora só entra se apertar na foto. Está muito ruim.","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"34","star":"1","review":"NÃO SEI OQUE HOUVE,MAS ESTE APP ESTÁ HORRÍVEL! AS VEZES VOCÊ NÃO CONSEGUE FAZER LOGOUT,AS NOTIFICAÇÕES APARECEM NA BARRA SUPERIOR DO TELEFONE HORAS DEPOIS... ESTÁ CADA VEZ PIOR,COMO ASSIM?","autor":"akelekara silva"},{"data":"21 de novembro de 2018","util":"15","star":"4","review":"Só trava ou nem abre estava assim no meu moto E é agora no meu Samsung J5...cansei viu nem tenho mais paciência. Em breve excluirei minha conta","autor":"Clau Brandao"},{"data":"16 de novembro de 2018","util":"54","star":"1","review":"E depois de ter excluído a conta por mais de dois anos....agora tenho a certeza que fiz o correto .pois hoje agora tentando abrir uma nova conta e de todas as maneiras nenhum.imail e validado...excluindo","autor":"Marilane Toledo Teixeira"},{"data":"23 de novembro de 2018","util":"15","star":"1","review":"Meu facebook eles desativaram minha conta do nada sem eu ter feito nada de errado estou muito triste com isto ja até enviei foto do meu RG provando que sou eu mesmo e até agora nada estou a mais de 2 dias sem facebook estou muito triste com isto por favor resolvem isto ...","autor":"Will Bortoletto"},{"data":"23 de novembro de 2018","util":"49","star":"3","review":"Precisa melhorar a interface...atualmente pra mim está muito \"poluída\". principalmente qdo colocou esse \"Stories\" no início da home e agora está colocando até no meio, qdo rola a página. Enfim, está ruim.","autor":"Paulo Henrique Ribeiro"},{"data":"18 de novembro de 2018","util":"24","star":"3","review":"Olha estou aqui reclamando por que no meu celular esta falando que o português nao pode ser usado por favor arrumem isso por que la esta falando que possi usar inglês mas nao sei nada de ingles por favor arrumem isso","autor":"Um usuário do Google"},{"data":"16 de novembro de 2018","util":"18","star":"5","review":"Gosto muito desse aplicativo é muito importância eu acho que deveriam monitorar pessoas que usam palavrões no aplicativo vocês deveriam bloquear essas pessoas que faltam com respeito com as pessoas nada mais a declarar tenham uma boa noite Obrigado pela atenção","autor":"Um usuário do Google"},{"data":"23 de novembro de 2018","util":"23","star":"1","review":"O site tá dando erro minha página abre e fecha desconecta tudo sozinho aparece tela azul e login ao entra num perfil ou mudar de página horrivel","autor":"Patrícia Neves"},{"data":"19 de novembro de 2018","util":"18","star":"1","review":"Toda vez que o APP é aberto fica aparecendo a contagem das notificações que não foram abertas.. Arrumem isso pois antes bastava clicar nas notificações que mesmo sem clicar em todas não ficavam aparecendo o número no início","autor":"Um usuário do Google"},{"data":"23 de novembro de 2018","util":"20","star":"5","review":"Toda vez que vejo as curtidas e comentários das postagens e tento voltar pro mesmo, volta pra tela inicial e não consigo mais acha-la 😣😤","autor":"Memes South"},{"data":"20 de novembro de 2018","util":"23","star":"3","review":"Sempre a aparecer os mesmos posts.. coloco like e depois vou a ver e desaparece.. dps ligo e volto a desligar e aparece novamente os mesmos postes.. às vezes de já há dois ou três dias","autor":"Cristina Nascimento"},{"data":"17 de novembro de 2018","util":"31","star":"1","review":"Na última atualização as notificações não estão aparecendo no aplicativo. Eu atualizo a parte de notificações e fica as mesmas notificações antigas! Está horrível!! 17\/11\/2018 Ainda está com esse bug. Está horrível","autor":"Matheus Gonçalves"},{"data":"20 de novembro de 2018","util":"22","star":"5","review":"AMEIIIIIIIIIIIIIIII MEU DEUS DO CÉU EU JÁ TINHA O FACEBOOK NOSSA AGORA QUE EU INSTALEI DE NOVO GENTE EU PIREI QUANDO VI TINHA MUITAS COISAS RUINS E AGORA ELES MUDARÃO TUDO EUUUUUUUUUUU AMEIIIIIIIIIIIIIIII QUANDO EU VI NOSSA INSTALEM SE NÃO VCS VÃO TER QUE POR ISSO QUE VOU ESCREVER #OI CARA DE BOI Aa…\nResenha completa","autor":"Nikoly Vilela De Souza"},{"data":"20 de novembro de 2018","util":"16","star":"1","review":"A opção \"ver mais\" não está funcionando vc clica e não abre , pessoas marcadas em comentários vc clica e não tem acesso ao perfil , ficou péssimo isso vc quer continuar lendo algo e não pode","autor":"edinara edy"},{"data":"17 de novembro de 2018","util":"16","star":"1","review":"O app está péssimo quando vou abrir um vídeos as vezes sai áudio as vezes não e o problema não e o cll pq vejo MTS vídeos no YT e não trava o áudio então arrumem isso pfv","autor":"gabriel guedes"},{"data":"23 de novembro de 2018","util":"10","star":"1","review":"Essa atualização ta horrível, eu coloco só pra meus amigos olharem minhas publicações e mesmo assim tem gente que não e' amigo do face vizualiza curte e compartilha...arrumem isso... Ja coloquei só pros amigos olharem e não adianta ...arrumem isso por favor","autor":"Um usuário do Google"},{"data":"18 de novembro de 2018","util":"9","star":"2","review":"As atualizações estão cada vez mais pesadas. E o aplicativo cada vez com mais falhas, o idioma varia do inglês para o português, está aparecendo publicações de páginas que eu não curti. As notificações não saem após visualizadas.","autor":"Naan Alcantara"},{"data":"20 de novembro de 2018","util":"13","star":"1","review":"App muito pesado e mal estruturado. Poderiam simplificar o layout e as funções para um app mais fluido e útil, pois de nada adianta ter tantas funções se a maioria trava e interfere até no funcionamento de outros apps.","autor":"Um usuário do Google"},{"data":"23 de novembro de 2018","util":"12","star":"2","review":"Não gostei, uso no celular e esta barra em cima ou no rodapé não deveria aparecer..pessimo.parece um app infantil..os meus grupos foram apagados só tem o simbolos..e muitas propagandas..Usava mais para os meus grupos agora que sumiram vou usar menos o face! Parece muito poluido e logo cansa! Pessimo…\nResenha completa","autor":"Simira Dias"},{"data":"21 de novembro de 2018","util":"10","star":"1","review":"Bem q podia ter um aceso pra n bloqueado as pessoas no msg junto com o face... Daí minha nota era 5 estrelas 😏😍 Poderia também pra bota silencia story do face ne","autor":"Cattiele Bourscheid"},{"data":"16 de novembro de 2018","util":"98","star":"2","review":"Os vídeos estão ruim, a parte do sininho tudo hora fica aparecendo notificação sendo que não tem, tá ruim pensei que iria melhor, mais só piorou.","autor":"Cesar Viana Mix"},{"data":"19 de novembro de 2018","util":"80","star":"1","review":"Mim falar um coisa pq onden marda convite etc. Não mudar só meu que tá assim meu tá versão antiga 💔💔💔 tem novo versão meu Nd quando chegar nova aí vem novo 😠😠😠 palhaça😠😠","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"8","star":"2","review":"Cada vez pior, atualizei e agora tento compartilhar publicações do Instagram para o Facebook e não aparece nada no Facebook, e sem contar que eu não sei o quê aconteceu com a minha página do Facebook, simplesmente sumiu do nada e não tive nenhuma resposta, resumindo Facebook está cada vez pior","autor":"Silvano Wu-Tang Forever"},{"data":"20 de novembro de 2018","util":"1","star":"4","review":"A nova interface ficou gigante e feia, e deviam esperar pelo menos um pouco ao invés de ficarem mandando actualizações a cada 1 hora","autor":"Higor Guedes"},{"data":"20 de novembro de 2018","util":"10","star":"2","review":"Desde da última atualização não consigo ver as notificações, aparece apenas a quantidade, mas quando clico aparece os anteriores no caso o de domingo. Tento atualizar, mas não tenho tido sucesso, tenho que acessar no PC ou notebook para poder ver.","autor":"Nay Capel"},{"data":"16 de novembro de 2018","util":"17","star":"2","review":"Estou com dificuldades para curtir publicações e comentários! Ele me informa que \"essa ação está bloqueada temporariamente\"! Gostaria de saber do que se trata e como resolver esse problema por favor?!","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"57","star":"1","review":"Não consigo mais entrar e, quando finalmente entro não consigo deslogar minha conta. Está impossível usar esse aplicativo, vou desinstalar e entrar pelo navegador mesmo.","autor":"Val Vicente"},{"data":"18 de novembro de 2018","util":"10","star":"2","review":"Ninguém, NINGUÉM QUER SABER SE UMA PESSOA QUE CÊ NUNCA VIU NA VIDA TAMBÉM COMENTOU O COMENTÁRIO DE FULANA DE TAL","autor":"eduarda escorcio"},{"data":"20 de novembro de 2018","util":"10","star":"3","review":"Essa última atualização tirou o ícone que dá acesso rápido ao meu próprio feed, coloquem de volta pois foi a melhor coisa que fizeram e agora não tem mais","autor":"Thalia Nobre"},{"data":"18 de novembro de 2018","util":"8","star":"1","review":"Eu não consigo recuperar minha antiga conta, eu apaguei ela permanentemente mas não consigo recuperar, o Facebook poderia me ajudar a recuperar? Meu hotmail está disponível mas não dá vive ocorrendo erro....","autor":"Mateus Ribeiro"},{"data":"18 de novembro de 2018","util":"9","star":"3","review":"Estou dando só três estrelas porque já ativei as notificações de aniversário de amigos Mais não informar o dia do aniversário dos meus amigos Fora isso é muito bom Se resolve ativo 5 estrelas","autor":"Ravila Kamily"},{"data":"20 de novembro de 2018","util":"8","star":"2","review":"As notificações não estão atualizando de maneira correta, vc sai do app quando entra novamente lá está as mesmas notificações que já tinha visto as horas e até mesmo a dias","autor":"Walter Junior"},{"data":"22 de novembro de 2018","util":"23","star":"3","review":"A última atualização não abre os anúncios do Marketplace. Quando carrego num anúncio, aparece apenas a imagem do artigo e a seta para recuar. Não permite fazer nada e obriga-me a ir ao computador de propósito para ver os artigos corretamente.","autor":"Nair Sobral"},{"data":"21 de novembro de 2018","util":"23","star":"2","review":"no meu huawei p8 lite sempre que abro aparece muitas notificações por segundos e depois aparece 0 e sempre que fecho e abre faz o mesmo, que raio de face bugado 😕😔","autor":"Sergio Mendes"},{"data":"18 de novembro de 2018","util":"53","star":"1","review":"Cada atualização que é feita, vem um defeito novo. Eu tenho um página e está horrível para administrar. Fora que o app me notifica de coisas que já vi.","autor":"Carlos Guilherme Podcameni"},{"data":"16 de novembro de 2018","util":"54","star":"3","review":"Eu curto o Facebook , porém arrumem os bugs que está dando , não carrega as postagens, nos anúncios e isso é chato. Arrumem essa atualização novata que está um pouco complicada.","autor":"Karina Avante"},{"data":"21 de novembro de 2018","util":"8","star":"2","review":"Fiz uma conta Tava de boa mas agora não estou conseguindo entrar pq eles pediu uma outra foto para confirmar se era eu e tá analisando a foto já tem dois dias","autor":"Eliomar Silva"},{"data":"22 de novembro de 2018","util":"1","star":"1","review":"AGUEM ME AJUDAR!! A PARAR DESSE INFERNO DE TAMTO COMECIAL NO FACE.. PORFAVOR... EU SOU DE OBRIGADO A VER ESSAS DESGRAÇA DE COMECIAL ???","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"19","star":"1","review":"Odeio falar assim, mas que a verdade seja dita ... Esse aplicativo é horrível, péssimo sempre travando e agora parou de vez não abre mais. 😠😡 Só fica carregando e não carrega nada Atualiza toda semana e não melhora em nada só piora Pelo amor de Deus, os desenvolvedores desse aplicativo deveria pre…\nResenha completa","autor":"Tatiana Lopes"},{"data":"23 de novembro de 2018","util":"4","star":"1","review":"Péssimo. Essa nova atualização é simplesmente HORRÍVEL! Deixou o Facebook cheio de bugs. As coisas demoram de carregar. Opções desaparecem, como o Marketplace, por exemplo. Tá horrível. Preferia muito mais a atualização anterior.","autor":"Jell Silva"},{"data":"21 de novembro de 2018","util":"14","star":"3","review":"Coloca esse emoticon 🤦🏼‍♀️ na reação, ele faz falta. E precisamos d uma carinha sorrindo mas com os olhos tristes nos emoticons. Aí fica perfeito","autor":"Jana Valentim"},{"data":"20 de novembro de 2018","util":"19","star":"2","review":"Não consigo atualizar as notificações, não consigo ver os comentários, só fica carregando. E agora, apoia essa nova atualização, piorou, pois nem carrega mais o aplicativo","autor":"Gabriella Dias"},{"data":"19 de novembro de 2018","util":"3","star":"5","review":"É muito bom, mas ainda dá para notar alguns bugs...tenho certeza que logo vai está melhor do que já é.","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"26","star":"1","review":"Hoje pela manha entrei normalmente na minha conta,agora não quer entrar esta bloqueada.ARRUME POR GENTILEZA PRECISO ACESSAR MINHA CONTA","autor":"Brunna Alves"},{"data":"23 de novembro de 2018","util":"8","star":"1","review":"Está péssimo tanta atualização e nada melhora cada vez pior. Vejam o que se passa. está sempre a fechar deliga sozinho. Agora apareçe e com frases em Inglês. O que é chato","autor":"Lurdes Gomes"},{"data":"20 de novembro de 2018","util":"6","star":"2","review":"Depois da última atualização tá horrível usar o App,e fora q vc é obrigado a atualiza-lo depois d reinstalar,mts bugs","autor":"Aleh Gouveia"},{"data":"19 de novembro de 2018","util":"5","star":"1","review":"Depois q atualizou n abre mas meu freed de notificações ta um porre ver se vcs ajeita isso por favor","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"24","star":"3","review":"Amigos do face não conseguem responder meus comentários que o celular trava quando clicar responder me ajudem a resolver isso por favor não sei o que fazer!!?","autor":"Natália Costaah"},{"data":"20 de novembro de 2018","util":"14","star":"1","review":"Oque aconteceu com essa última atualização??? A gente clica na notificação e não vai pra lugar nenhum!! Se quiser ver oq a notificação está avisando, tem q procurar a publicação!! Muito ruim isso!!!!","autor":"Marcella Gomes Maia"},{"data":"17 de novembro de 2018","util":"81","star":"3","review":"Vcs adicionam coisas desnecessarias que consomem mais processamento. Como a aba Marketplace e a de Live. Desnecessario deveria ser opcao do usuario colocar","autor":"Junior Pereira"},{"data":"16 de novembro de 2018","util":"16","star":"1","review":"Pelo amor de Deus esse facebook só atualiza e o mesmo erro nunca \"sai\" (No momento,não foi possível configurar o português.)","autor":"Um usuário do Google"},{"data":"16 de novembro de 2018","util":"19","star":"1","review":"No meu aparelho nao aparece a opçao de como estou me sentindo. Ja desinstalei e intalei d novo e o erro permanece. Como soluciono esse problema?","autor":"Jorginho Bertolani"},{"data":"25 de novembro de 2018","util":"3","star":"1","review":"Cada dia pior. Pesado demais e se for publicar uma foto não da pra procurar nas pastas do celular, nao dá pra responder com fotos, muito mais fácil usar pelo navegador...não recomendo o aplicativo","autor":"Sergio Bernardo"},{"data":"20 de novembro de 2018","util":"5","star":"2","review":"Depois que atualizou ele tá parando do nada no moto x4 , e tá aparecendo as vezes umas \"listras\" como se fosse vírus ou tela queimada .","autor":"Xx_Prozin_ xX ツ"},{"data":"16 de novembro de 2018","util":"32","star":"3","review":"Tem um bug que vocês precisam urgente arrumar! Quando coloco a opção de ocultar mensagem ele não oculta e mantém a mensagem! Por favor arrume isso.","autor":"Renato Medeiros"},{"data":"17 de novembro de 2018","util":"15","star":"3","review":"Depois da última atualização ele diz que não foi possível configurar o português e quer que eu utilize em inglês, se eu não aceitar ele não entra. Resolvam!!!!","autor":"Lorena Nachtigal"},{"data":"24 de novembro de 2018","util":"1","star":"4","review":"É bom mas tem um problema na area de reagir a publicacoes e comentarios por esta meio travado e n tem como reagir com GRR mas é so isso mesmo;-;","autor":"Um usuário do Google"},{"data":"21 de novembro de 2018","util":"9","star":"1","review":"Consome muita memória!sem contar q não da para visualizar o Messenger e se baixa vai a memória toda saudades em q podia usar os dois Messenger e o face junto no aplicativo android nem no navegador está podendo usar Messenger 😑","autor":"Ciça Fernandes"},{"data":"20 de novembro de 2018","util":"7","star":"1","review":"Ruim a cada atualização fica pior é só Fica compatível com celulares top e o meu é um Moto G5s Plus de 32gb e msm assim trava um pouco.Nota 0!","autor":"JG GAMER BR GH"},{"data":"20 de novembro de 2018","util":"8","star":"1","review":"Está péssimo, não dar para atualizar a linha do tempo, por que diz que não está tendo internet, mais todos os outros aplicativos funcionam, e os comentários e fotos não carregam.","autor":"Alessandra Sousa"},{"data":"19 de novembro de 2018","util":"3","star":"1","review":"ola quero sber pq quando clic em ver o anuncio inteiro eu n consigo ver eu vejo ele so pela metade dai clic em ver vai o anuncio eu n consigo pq isso","autor":"Marie Claire"},{"data":"19 de novembro de 2018","util":"7","star":"1","review":"NAO ATUALIZA O FEED D NOTICIAS . SO APARECR POSTAGEM ANTIGA. JA MANDEI MSG RELANDO E N TENHO NENHUMA RETORNO. ESTA HORRIVEL ESSE APP. NAO FUNCIONA DIREITO.","autor":"tiago teixeira"},{"data":"17 de novembro de 2018","util":"14","star":"1","review":"Essa nova atualização do App está péssima, não carrega quase nada, não abre as fotos e vídeos, e está dando erros e fechando o aplicativo sozinho (Samsung S7)","autor":"Policial Alexandre"},{"data":"18 de novembro de 2018","util":"8","star":"1","review":"Que pow está havendo com esse App ele está saindo direto tanto ele quanto o Messenger , pow tá difícil cadê a nova atualização que iria ser muito mas leve até agora nada . Assim fica difícil de continuar usando esse aplicativo só problema sem solução. Fora que ele está muito pesado já, arrumem esse …\nResenha completa","autor":"gisely chagas"},{"data":"20 de novembro de 2018","util":"7","star":"1","review":"When uploading photos and videos 99% of them just fail with no explanation of whatsoever, so you are kept HUORS waiting for a simple \"unable to finish\" error. It is useless to post anything this way","autor":"Marcos Andre Figueiredo Raimundo"},{"data":"20 de novembro de 2018","util":"5","star":"1","review":"Dá para arrumar o Facebook, pq eu não estou conseguindo compartilhar nada 😒 não consigo curtir e nem comentar, não sei oq está acontecendo","autor":"Ingrid Nascimento"},{"data":"17 de novembro de 2018","util":"13","star":"2","review":"Toda vez que eu tento atualizar minha foto do perfil ele trava...ou quando vou fazer alguma publicação também falha","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"10","star":"3","review":"Bom dia! O Facebook é um dos melhores app de rede social. Mais eu tenho uma sugestão. As vezes nós usuários tomando decisões de privacidade que depois acabamos nos arrependendo, e não sabemos como deixar como era antes. Tenho uma sugestão para isso seria possível desenvolver um botão com o nodo de r…\nResenha completa","autor":"Sebastian Silva"},{"data":"18 de novembro de 2018","util":"206","star":"2","review":"Eu não tenho noção do pq de um aplicativo de uma empresa como o Facebook ser tão cheio de bugs. Ultimamente tá com problema pra mostrar as notificações. Toda vez q eu abro o app aparece que eu tenho 9 notificações novas (fica aquele círculo vermelho no sininho), só q são sempre coisas q eu já vi. Al…\nResenha completa","autor":"D'Artagnan Cleiton Caitano"},{"data":"16 de novembro de 2018","util":"11","star":"3","review":"Meu Deus Facebook, meus amigos me convidaram pra entrar nos grupos, mais quando eu clico em participar do grupo ele voltar pra página inicial meu Deus arruma essa droga😒😒","autor":"Tio Burter"},{"data":"20 de novembro de 2018","util":"1","star":"1","review":"Péssimo , Depois da atualização chega a notificação na barra do telefone mas quando vou abrir o App, não aparece absolutamente nada 😒","autor":"Bîa Lopes"},{"data":"21 de novembro de 2018","util":"9","star":"1","review":"Muito demorado e atualiza o tempo todo para umas funções desnecessário está acabando com a essência do Facebook sinto que utilizo uma réplica do Instagran e me faz optar por um outro pq está quase igual sendo que o bom é diferenciar","autor":"Lorena Dias"},{"data":"19 de novembro de 2018","util":"4","star":"2","review":"Tá todo bugado esse Facebook se alguém comenta na mesma publicação que comentei chega a notificação mas ao clicar em cima dá como se fosse excluída dando erro na tela!","autor":"PATRIC LEONARDO DE OLIVEIRA LIMA"},{"data":"19 de novembro de 2018","util":"4","star":"1","review":"Na hora que vou ver um vídeo onde eu salvei o vídeo fica travado só dar pra ouvir meu Cell é ( moto G4 play)","autor":"gamer sheik"},{"data":"17 de novembro de 2018","util":"6","star":"5","review":"O app melhorou depois que foi atualizado a gente pode assistir varios videos mais o app esta se fechando sozinho","autor":"Fabiana Moura"},{"data":"20 de novembro de 2018","util":"5","star":"2","review":"Nos últimos meses, de repente fica extremamente lento e você não consegue carregar uma simples imagem, o que tem tornado o app totalmente desinteressante e parado Melhorem isso","autor":"Ylaine Alves"},{"data":"20 de novembro de 2018","util":"6","star":"3","review":"Atualizou hoje 22\/01 e agora não abre mais. Vinha ficando cada vez mais pesado, agora conseguiram fazer que não funcione mais. S4","autor":"Marcio Ribeiro"},{"data":"26 de novembro de 2018","util":"5","star":"1","review":"Fica travando e pedindo atualização todo dia além de cai conexão toda hora quando está sendo usado e nunca achamos o que estamos pesquisando na hora que necessitamos.","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"7","star":"1","review":"Facebook já foi bom depois das últimas atualizações ele mostra notificações que eu já vi e fica mostrando que tem mensagem no Messenger mas não tem nada","autor":"som automotivo em casa"},{"data":"19 de novembro de 2018","util":"6","star":"1","review":"As imagens e nem o feed não carregam quando conectado ao wi-fi, somente com os dados, desde a última atualização.","autor":"Roberta Larisse"},{"data":"18 de novembro de 2018","util":"2","star":"1","review":"Hello,i have a problem...i clean everything on my tablet,but now i can not open the Facebook app(i can open Messenger)can you guys hello me ,please","autor":"Celia Colaço"},{"data":"23 de novembro de 2018","util":"2","star":"3","review":"Ola Hackearam a conta do meu filho e a cinta esta com outra senha e outro número de telefone oq eu Faço?","autor":"Priscila Andrade"},{"data":"20 de novembro de 2018","util":"9","star":"1","review":"O Facebook em vez d melhorar está é piorando toda hora sai é aparece q está com problemas,quando isso se resolver dou 5 estrelas","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"5","star":"1","review":"O facebook ta muito ruim, eu entro nos primeiros dois minutos vai de boa mais depois nao da nem pra rolar pra baixo, Trava muitoo e fecha sozinho","autor":"Um usuário do Google"},{"data":"21 de novembro de 2018","util":"3","star":"1","review":"Sai do ios recentemente e fui para o S9+, algo que eu não consigo entender é por que quando estou no perfil de alguém vendo as fotos no \"fotos de\" não é possível ver as datas das fotos e nem quem postou a foto. Entre outras coisas pequenas que me incomodam muito na versão para o android e que no ios…\nResenha completa","autor":"Breno Ribeiro"},{"data":"21 de novembro de 2018","util":"4","star":"1","review":"Eu não consigo mais entrar no perfil dos meus amigos eu aperto em cima do no dos meus amigos e vai direto para os comentários e tbm não consigo entra nos link de eventos do meu fecebook por favor me ajudem","autor":"Wellington Santos"},{"data":"26 de novembro de 2018","util":"2","star":"1","review":"Vamos melhorar esse APP pois está muito ruim, tem hora q ñ abre nem carrega nada como se ñ estivesse Internet. Mas tem. Tenho q apagar o cache toda hora pra voltar ao normal, melhorem isso! 1 star","autor":"Silver ™"},{"data":"17 de novembro de 2018","util":"12","star":"3","review":"Tá ruim viu acabei de reinstalar ele e já está dizendo que o app n responde sendo que nem coloquei minha senha pra entrar ainda!","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"6","star":"2","review":"Péssima, não estou recebendo atualizações de notificação, apenas notificação fora do app (no canto superior da tela do celular). Já fiz login e logout, mas não adianta.","autor":"Cassio Jose"},{"data":"21 de novembro de 2018","util":"4","star":"4","review":"O app está muito bom e estável. Sinto que na versão anterior tinha um atalho com ícone para o perfil e agora não tem mais. De qualquer forma, continua show.","autor":"Eliã Marques"},{"data":"21 de novembro de 2018","util":"3","star":"4","review":"Quando você está vendo vídeo, aparece na parte inferior que alguém escreveu ou está escrevendo um comentário, atrapalha muito pra avançar o vídeo ou para ler a legenda...","autor":"Vitor Dourado"},{"data":"15 de novembro de 2018","util":"37","star":"1","review":"O Facebook junto com Instagram perderam o respeito com seus usuários. Feed, stories, visualização de vídeos todos carregados por muita propaganda. Deveria ser algo opcional.","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"5","star":"2","review":"O Facebook agora tá um lixo trava muito e quase não dá para fazer nada so dou duas estrelas e consideração au que um dia o Facebook já foi.","autor":"Misturigames 21"},{"data":"22 de novembro de 2018","util":"8","star":"4","review":"Meu Facebook deu bug nas notificações depois da última atualização. Hoje é quinta e tá aparecendo notificação de segunda como se fossem as mais recentes","autor":"Ana Beatriz"},{"data":"20 de novembro de 2018","util":"8","star":"1","review":"Depois da última atualização não carrega mais vídeo e nem foto... AFF!!! E não problema de sinal, pois as outras redes estão perfeitas.","autor":"Flávia Brettas"},{"data":"19 de novembro de 2018","util":"3","star":"2","review":"Horrível na parte de consumir espaço do celular. sem login já consome 320MB e quando faço login vai para 552MB meu aparelho e um J2 Prime . #Decepcionante","autor":"Tisla Ferreira"},{"data":"17 de novembro de 2018","util":"10","star":"5","review":"Toda vez que eu entro na parte de jogos, o aplicativo trava e sai, espero que na próxima atualização arrumem isso.","autor":"Bruno dos Anjos"},{"data":"18 de novembro de 2018","util":"4","star":"1","review":"Eu não consigo curtir as coisas. Quando eu curto some a curtida do nada. Poxa nunca tive problema com o app agora da dessa.","autor":"Léo Giudice"},{"data":"23 de novembro de 2018","util":"285","star":"1","review":"Tem alguma maneira que eu possa entrar em contato com o Facebook? Não sei oq está acontecendo ainda estou com problema","autor":"Ana Caroline"},{"data":"15 de novembro de 2018","util":"161","star":"1","review":"O Facebook bloqueou a lojinha não tenho acesso a nada. E só vive atualizando. Vive travando. Seria possível desbloquear o Marketplace.","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"1","star":"1","review":"Estou levando mais de uma hora p atualizar minha foto de perfil, essa última atualização está horrível...","autor":"Claro Promo19"}]