[{"data":"14 de outubro de 2018","util":"635","star":"1","review":"Também tornou se nativo do sistema Android, só pode ser desativado, mas mesmo assim suga bateria, fornece dados pessoais ao Google inclusive a localização, é praticamente desprezível, ninguém usa, e a funcionalidade é pré histórica, vídeo péssimo, chamadas com voz robóticas e picotadas, devia ser pe…\nResenha completa","autor":"Um usuário do Google"},{"data":"25 de outubro de 2018","util":"333","star":"5","review":"Hoje começou a fechar sozinho, eu trabalho com minha conta particular e uma empresarial do Google apps. Já removi e instalei novamente porém não resolveu, segue fechando sozinho, estou usado o chat for hangouts porém só funciona para a conta empresarial.","autor":"Daniel Regis"},{"data":"18 de outubro de 2018","util":"271","star":"3","review":"Sugiro que aprimorem o app. Ele não notifica, não mostra com precisão se o usuário está online. Aparece \"ativo agora mesmo\" quando na verdade o usuário não está. Sugiro outras funções como poder mandar áudio ou editar (recortar) as imagens que serão enviadas.","autor":"Fenícia Campos"},{"data":"1 de novembro de 2018","util":"87","star":"4","review":"Daniel mello é mentira eu mando foto vídeo e etc e vai rapidinho antes de vc vir falar que o Google só lança aplicativo ruim então esse aplicativo de estala coisas também como vc disse o Google só lança coisa esse aplicativo Também é ruim né deve ser seu celular que está com problemas não o aplicati…\nResenha completa","autor":"Um usuário do Google"},{"data":"13 de outubro de 2018","util":"238","star":"3","review":"No meu S3 após a última actualização deixaram de se ouvir notificações e não permite enviar sms de grupo. Penso que são grandes falhas que me obrigaram a mudar de aplicação.","autor":"Ruben Sequeira"},{"data":"12 de outubro de 2018","util":"196","star":"5","review":"Só valeria a pena se Android migrasse todos os torpedos e o aplicativo de origem fosse substituído pelo hangouts. Você usar dois aplicativos que manipulam sms não faz sentido algum.","autor":"Rachel V."},{"data":"5 de novembro de 2018","util":"48","star":"1","review":"Esta app é um perigo mesmo depois de bloquear a pessoa com quem se falava essa pessoa mantém nossas fotos e histórico e não podemos fazer nada para apagar nossas fotos e impedir que a outra pessoa que bloqueados as veja e use","autor":"Um usuário do Google"},{"data":"10 de novembro de 2018","util":"19","star":"3","review":"O aplicativo precisa de melhorias, algumas já foram citadas pelos usuarios abaixo..eu gostaria de poder apagar uma determinada mensagem na vonversa e nak é possível.. por ex .","autor":"Jay Lembeck"},{"data":"9 de novembro de 2018","util":"54","star":"4","review":"Poderia ter a opção de ignorar e não somente bloquear as pessoas . Outra coisa que não tem é a exibição de contatos nem aqueles que tem este app mas a cada dia vejo melhorias ótimas.","autor":"Morena lalevi"},{"data":"13 de novembro de 2018","util":"42","star":"3","review":"É um ótimo aplicativo de conversa,mas tem um pequeno problema porque não mostra corretamente o horário de quando a pessoa esteve online. Isso me incomoda bastante, por favor, consertem isso logo. Obrigado.","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"16","star":"5","review":"Gosto de pensar no Hangout como um canal de comunicação um pouco mais seletivo e fechado, ao qual eu reservo para manter contato com pessoas mais relevantes para mim. Funciona como um meio alternativo. Combinado com outros meios disponíveis. Representa algo mais afetivo. Não penso tanto em funcional…\nResenha completa","autor":"Fernando Campos"},{"data":"20 de outubro de 2018","util":"117","star":"4","review":"Mt bom mais esses dias meu teclado não está funcionando direito,como por exemplo eu vou digitar e do nada o teclado sai da tela, e isso ficou se repetindo até hj","autor":"William Lucas Lucas"},{"data":"27 de outubro de 2018","util":"44","star":"5","review":"Não quero interromper o teu silencio ao pai, mais é só orando que eu encontro paz, o vento da aflição quero apagar a chama da minha adoração, ACALMA O MEU CORAÇÃO ACALMA O MEU CORAÇÃO","autor":"Um usuário do Google"},{"data":"30 de outubro de 2018","util":"36","star":"1","review":"Horríveeel,pééééssimoooooooooooo,até essa data que eu registro a minha opinião,quanto a esse aplicativo.A não ser que após registrar aqui,eu use,ele me prove algo bom em que ele possa me surpreender","autor":"GuilhermeWalladares"},{"data":"28 de outubro de 2018","util":"61","star":"5","review":"Gosto muito d aplicativo recebo notificações sim e ainda padronizei para cada amigo. Envio de fotos é super rápido. So gostaria q tivesse a função de enviar áudio.","autor":"Cláudia Helena"},{"data":"14 de outubro de 2018","util":"123","star":"3","review":"Gosto muito do aplicativo ajuda muito, o problema dele é que ele não mostra a notificação de quando recebo mensagem se eu não abrir o app para vê as mensagens não fico sabendo se tem.","autor":"Andressa Sousa"},{"data":"14 de outubro de 2018","util":"73","star":"1","review":"Não imaginava que existia ate se tornar nativo, ai conheci e odei, pois assim comoveu ninguém usa isso, além de ser muito ruim.","autor":"Um usuário do Google"},{"data":"30 de outubro de 2018","util":"35","star":"1","review":"Agora só consigo fazer vídeo conferência com meus contatos, esta cheios de aplicativo para isso. Já foi nota 5, o melhor de todos quando conseguia fazer vídeo conferência livre, para todos.","autor":"José Benedito"},{"data":"19 de novembro de 2018","util":"23","star":"3","review":"Google, o Hangouts poderia inserir novas opções de compartilhamento. É muito necessário e comum compartilhar PDFs, DOCX, PPTX, MP3 pelo mensageiro, porém isso ainda não é possível aqui, poderia enviar mensagem de audio, notificar corretamente e hora quando se recebe mensagem. O hangout é o único que…\nResenha completa","autor":"Um usuário do Google"},{"data":"1 de novembro de 2018","util":"28","star":"4","review":"Vem melhorando, mas ainda perde feio pro bom e velho, simples e prático, espartano mas completo Gtalk. Pena ter sido substituído \"por isso\".","autor":"Éric Felipe Canto Vrubel"},{"data":"31 de outubro de 2018","util":"43","star":"3","review":"Não consigo fazer chamada de voz, conforme fala na descrição do app!! Ouvi dizer que só tem essa opção para IOS! Acho um absurdo isso!","autor":"Sheila Tenorio"},{"data":"16 de outubro de 2018","util":"87","star":"5","review":"Pra ficar melhor tem que instalar o Google Tradutor no app hangouts pra tradução em tempo real vídeo chamada com tradução em tempo real aí sim estará perfeito Alô pessoal equipe do roubo isso aí mandou a do Google coloca a função toque para traduzir o Hobbit A pessoa manda passar um texto para mim i…\nResenha completa","autor":"Roberto Amado"},{"data":"25 de outubro de 2018","util":"41","star":"2","review":"Vocês poderiam melhorar o App??? Todas as funções são ruins, chamada de vídeo,voz, envio de arquivo ... Coloquem envio de áudio por favor! Abraços😁","autor":"Um usuário do Google"},{"data":"18 de outubro de 2018","util":"45","star":"1","review":"Deveria ter a opção de desinstalar de vez do telefone, não tenho a obrigação de ter algo que não uso ocupando espaço desnecessário em meu celular ....","autor":"Adriano Santos"},{"data":"6 de novembro de 2018","util":"22","star":"3","review":"Gostaria que ele pudesse apagar msgs como WhatsApp da sua conversa e do outro indivíduo sem apagar a conversa e tbm pudesse salvar o antigo restaurar o histórico de conversas é isso","autor":"Lu Silva"},{"data":"31 de outubro de 2018","util":"31","star":"1","review":"Não uso,pra mim não serve. Não sei porque não podemos desinstalar do celular,só ocupa espaço e suga bateria,afff","autor":"Leila Pinheiro"},{"data":"13 de novembro de 2018","util":"7","star":"5","review":"Ótimo app eu uso ele pra conversar quando eu estou gravando algum vídeo pro meu canal, qualidade de voz excelente.","autor":"Dsfigueiredo201"},{"data":"22 de outubro de 2018","util":"32","star":"3","review":"O app não envia áudio,e quando ver quando a pessoa tava online mostra o horário errado, por favor corrijam isso.","autor":"Evanilson Araújo"},{"data":"27 de outubro de 2018","util":"24","star":"1","review":"Não tem como desligar, mais um parasita do Android, apenas a versão do PC que tem no Gmail presta, acredito que deveriam aprender com o que já funciona","autor":"eduardo Martins Francisco"},{"data":"22 de outubro de 2018","util":"26","star":"3","review":"é muito lento e não dá para fazer uma chamada se fazer ruidos mas acaba para dar para o que serve que é cumunicarmos uns com os outros online","autor":"eduardo DJ"},{"data":"29 de outubro de 2018","util":"92","star":"2","review":"Na minha experiência é melhor que o Messenger nas chamadas de voz. Peca por ser complexo os pedidos de amizade e no envio de fotos...","autor":"Um usuário do Google"},{"data":"22 de outubro de 2018","util":"19","star":"5","review":"Não sei se devo dar já, só agora vou fazer a experiência. Veremos no futuro.","autor":"Um usuário do Google"},{"data":"8 de novembro de 2018","util":"9","star":"4","review":"Poderia melhorar o sistema de recebimento de mensagens, avisando quando a mensagem chegou no dispositivo da outra pessoa, fora isso, não vejo outros problemas","autor":"yWallz [WH]"},{"data":"14 de outubro de 2018","util":"37","star":"5","review":"Eu gosto desta aplicação porque é fixe e dá para enviar músicas e fazer video chamada eu adoro esta aplicação! !😘","autor":"Um usuário do Google"},{"data":"1 de novembro de 2018","util":"22","star":"2","review":"Muito retrógrado. Não dá para procurar mensagens na conversa, selecionar, excluir, favorita as mensagens e ainda suga toooda a bateria","autor":"Beatriz Alves"},{"data":"17 de outubro de 2018","util":"32","star":"2","review":"Fechando o app do nada, e pedindo feedback a todo momento, eu preciso ver, nao esta chegando notificacoes tbem.","autor":"Puff web"},{"data":"14 de novembro de 2018","util":"2","star":"5","review":"Quando você liga pra alguém ou faz chamada de vídeo na chamada de vídeo e bem nítido, dá pra ver tudo e na ligação dá pra escutar as coisas melhor que a ligação do WhatsApp","autor":"Um usuário do Google"},{"data":"5 de novembro de 2018","util":"18","star":"3","review":"Quando tento entrar em uma conversa, ele abre a página do app e minhas conversas antigas e não funciona.","autor":"Luísa N2B"},{"data":"25 de outubro de 2018","util":"26","star":"5","review":"Uso a mais de 5 anos e nunca tive problemas. Oferece um excelente serviço e atende bem as necessidades.","autor":"Elaine Moreira"},{"data":"14 de outubro de 2018","util":"32","star":"4","review":"Eu acho que o hangouts deveria ser igual o Whatsapp , que desse para mandar audio , fizesse story etc...","autor":"Náah S"},{"data":"4 de novembro de 2018","util":"49","star":"5","review":"Aqui tem muitos homens sarados mas qdo não quero mais. excluo...É legal kkkkk","autor":"Anna Aparecida Peixoto"},{"data":"27 de outubro de 2018","util":"11","star":"2","review":"Não está aparecendo as carinhas animadas qnd tira ft, pro stories ou qqr coisa assim","autor":"Um usuário do Google"},{"data":"17 de outubro de 2018","util":"31","star":"3","review":"agora o whatsapp e\/ou outro aplicativo de voz cumpre este papel. Não o deixo ativo.","autor":"Ivan Honorio de Oliveira"},{"data":"27 de outubro de 2018","util":"20","star":"5","review":"Eu gosto do Hangouts, por que pessoas como eu que ainda não tem WhatsApp podem usar o Hangouts","autor":"Diversos Games"},{"data":"8 de novembro de 2018","util":"9","star":"4","review":"Aos desenvolvedores agradecida. Para a alegria dos usuários que venham melhorias superando se e surpreendendo.","autor":"Luci Alves da Silva"},{"data":"7 de novembro de 2018","util":"8","star":"3","review":"Bom, falta mais um pouco de recurso pra envio de vídeos. No momento não estou usando o aplicativo.","autor":"Um usuário do Google"},{"data":"28 de outubro de 2018","util":"15","star":"5","review":"Muito bom. Mas a qualidade da videochamada não é muito grande. Por outro lado, o sistema de mensagens é muito bom.","autor":"Um usuário do Google"},{"data":"21 de outubro de 2018","util":"32","star":"5","review":"eu amo hangouts mas deveria ter áudio para mandar mas amo o app❤😍 parabéns criadores","autor":"Evaneide Souza"},{"data":"18 de outubro de 2018","util":"22","star":"4","review":"Deve ser corrigido as vozes de robôs e que podessemos enviar áudio, músicas,e queria poder desativar quando quisesse","autor":"sebastião Magela"},{"data":"22 de outubro de 2018","util":"24","star":"5","review":"Incrível fantástico. Podia até criar um canal no YouTube falando deste APP","autor":"Vitor Daniel"},{"data":"31 de outubro de 2018","util":"6","star":"5","review":":< VOCÊ SABE QUEM É O MAIS LEGAL? (Leia a primeira palavra)","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"4","star":"2","review":"Lerdo. Não manda vários tipos de arquivo. Precisaria ser leve, fundir com o alo, duo etc.","autor":"Tiago Melo"},{"data":"27 de novembro de 2018","util":"","star":"2","review":"Não é possível fazer chamadas de voz no Android, coisa que fazia direto com meu iPhone. Inclusive tenho créditos q agora só posso usar do computador, mudem!","autor":"Maria Ostrower"},{"data":"4 de novembro de 2018","util":"4","star":"5","review":"Top, se inscrevam no meu canal pfvr que vou fazer um sorteio de 600 inscritos e so falta 22 tmjj!","autor":"Ghost Player"},{"data":"26 de outubro de 2018","util":"16","star":"3","review":"Consome muito energia e falta opção gravar áudio e com alguns bugs para enviar mensagens","autor":"Um usuário do Google"},{"data":"25 de outubro de 2018","util":"19","star":"1","review":"Totalmente desnecessário neste aplicativo aqui não utilizo e está ocupando espaço no aparelho.","autor":"Um usuário do Google"},{"data":"27 de novembro de 2018","util":"2","star":"2","review":"Gosto muito do App mais é ruim que não manda áudio e não apaga as conversas","autor":"Miih Sousa"},{"data":"12 de novembro de 2018","util":"2","star":"4","review":"O App é muito bom, mas nas ligações ele as vezes trava e fica meio lento, mas, fora isso, eu recomendo!","autor":"Giuli Ramalho"},{"data":"15 de outubro de 2018","util":"31","star":"5","review":"Muito bom, porém funciona apenas conectado à internet. Poderia funcionar com crédito das operadoras.","autor":"Pablo Barbosa Cortez Moreira"},{"data":"30 de outubro de 2018","util":"6","star":"1","review":"Não consigo falar tanto na ligações de vídeos, como nas telefônicas. As ligações não completam","autor":"Um usuário do Google"},{"data":"14 de outubro de 2018","util":"30","star":"5","review":"Ola olha eu adorei o hangouts oque falta mesmo e a gravação de voz","autor":"ĐŰĚĎŪPŁĂÝ _PŘØ_BŘ"},{"data":"19 de novembro de 2018","util":"1","star":"5","review":"Este app e muitl bom","autor":"Um usuário do Google"},{"data":"15 de outubro de 2018","util":"35","star":"5","review":"seria bacana poder enviar audio tambem. configura ai. muito bacana. podem baixar.","autor":"Altamir Santos"},{"data":"25 de outubro de 2018","util":"12","star":"4","review":"Acho que á única coisa que estraga é não poder mandar áudio","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"18","star":"3","review":"Não recebo notificações, não vibra e nem toca. Só funciona no computador, no meu celular, não.","autor":"Gisa Melo"},{"data":"22 de novembro de 2018","util":"","star":"5","review":"Deveria ser parecido com o zap.","autor":"rousemery brasilmauricio"},{"data":"30 de outubro de 2018","util":"9","star":"1","review":"Eu tento mais não consiga liga porque aparece que tenho que atualiza","autor":"Um usuário do Google"},{"data":"16 de novembro de 2018","util":"4","star":"5","review":"Este app é muito bom..so podia ter como teder como enviar sms de voz","autor":"Um usuário do Google"},{"data":"18 de outubro de 2018","util":"27","star":"5","review":"Adoro ele, mas gostaria de mandar áudios através dele","autor":"Um usuário do Google"},{"data":"16 de outubro de 2018","util":"26","star":"1","review":"Essa pocaria ta só enchendo a memória do meu celular","autor":"leticia duarte"},{"data":"18 de novembro de 2018","util":"1","star":"4","review":"Muito bom, mais precisa dar uma atualizada nos emojis.","autor":"Um usuário do Google"},{"data":"18 de outubro de 2018","util":"20","star":"4","review":"Eu gosto do aplicativo. Só falta liberar a gravação de áudio.","autor":"Ana Ferreira"},{"data":"26 de novembro de 2018","util":"","star":"1","review":"Um app só pra evitar msg mais nada!","autor":"Um usuário do Google"},{"data":"17 de outubro de 2018","util":"20","star":"5","review":"É um Zap! Porém não tem mensagem de voz","autor":"Um usuário do Google"},{"data":"5 de novembro de 2018","util":"5","star":"4","review":"Esse App é bom gostei, no menti ele tá mim servindo🖒","autor":"Marya Ducarmo"},{"data":"11 de outubro de 2018","util":"38","star":"5","review":"Pena que vai parar de funcionar. Muito bom principalmente em vídeo conferência.","autor":"Naldo Silva"},{"data":"19 de outubro de 2018","util":"19","star":"1","review":"Péssimo, tinha que ter uma opção para bloquear os indesejáveis.","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"","star":"5","review":"E muito bom","autor":"crazy plays"},{"data":"15 de novembro de 2018","util":"4","star":"5","review":"sevia so melhorar as mensagens ter opções de correção .. ou excluir","autor":"mia a apaixonada por juliano"},{"data":"5 de novembro de 2018","util":"8","star":"4","review":"Seria bom poder saber quando é hacker e quando não é por segurança","autor":"Janick silveira"},{"data":"8 de novembro de 2018","util":"7","star":"4","review":"Só queria que pudesse manda áudio ❤aí seria perfeito","autor":"Sarinha Machado"},{"data":"9 de novembro de 2018","util":"","star":"5","review":"Não uvei mais gostei💝💕","autor":"Marcos Karvalho"},{"data":"8 de novembro de 2018","util":"3","star":"2","review":"Está muito ruim, por favor arrumem isso.","autor":"Um usuário do Google"},{"data":"13 de novembro de 2018","util":"1","star":"5","review":"Eu particularmente usava celular só pra falar, hoje uso pra tudo nota 1000","autor":"Fdrart Gamer"},{"data":"20 de outubro de 2018","util":"10","star":"5","review":"Na distancia aproxima os amigos e criamos novos amigos distantes","autor":"Geysel Silva Santos"},{"data":"13 de outubro de 2018","util":"21","star":"4","review":"Eu gostaria que fosse possível excluir as fotos enviadas no App.","autor":"Irena Nena"},{"data":"28 de outubro de 2018","util":"11","star":"5","review":"Assim que possível avaliarei, vou começar a usar... 👍","autor":"Regina Celia Celga Silva"},{"data":"7 de novembro de 2018","util":"3","star":"5","review":"Ligo para minhas amigas só por esse App. ..muito bom amei :3","autor":"Mundo da Imaginação Stéfany"},{"data":"10 de novembro de 2018","util":"3","star":"5","review":"Eu gostei muito do guer as pessoas portal ok um abraço pra todos vocês","autor":"Genilson Rodrigues"},{"data":"23 de novembro de 2018","util":"","star":"5","review":"Eu amei esse app✌😍","autor":"Rose Reis"},{"data":"28 de outubro de 2018","util":"5","star":"5","review":"Estou naepetatva de ver melhorado avprura de pontos qe me iteressam","autor":"marcosbaptistaraposoteles marcosteles"},{"data":"17 de novembro de 2018","util":"35","star":"5","review":"Estou querendo usar este app más não seio como","autor":"Elinalda Maranhao"},{"data":"6 de novembro de 2018","util":"3","star":"4","review":"Estou abrindo hangouts outra vez se for possível quero ser teu amigo","autor":"Alucinando Felix"},{"data":"17 de novembro de 2018","util":"1","star":"4","review":"Parou de avisar tem que ficar entrando na conversa pra ver se chegou alguma msg","autor":"Um usuário do Google"},{"data":"8 de novembro de 2018","util":"5","star":"1","review":"Não é péssimo, mas eu não uso e quero desinstalar mas não da","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"1","star":"1","review":"Pessimo e um dois piores que eu ja vir","autor":"Um usuário do Google"},{"data":"29 de outubro de 2018","util":"5","star":"5","review":"Mensenger ?,Whatsapp ? Nenhum chega aos pés do hangouts o melhor app de mensagem é o hangouts","autor":"Um usuário do Google"},{"data":"19 de novembro de 2018","util":"3","star":"5","review":"Eu adorei esse app, e muito legal acho que temos mais privacidade","autor":"Thelma Melo"},{"data":"23 de outubro de 2018","util":"16","star":"3","review":"Deveria ter a função de mandar áudio igual do Whatsapp","autor":"Ana Lins"},{"data":"25 de novembro de 2018","util":"3","star":"2","review":"Aplicativo muito fraco! A Google deveria descontinuar ele!","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"2","star":"1","review":"Sou obrigada a ter esse aplocativo que pra mim é inutil ocupando memoria","autor":"Melona Akiro"},{"data":"13 de novembro de 2018","util":"2","star":"4","review":"Seria melhor se fosse possível enviar mensagens de áudio também","autor":"M Karla Martins"},{"data":"12 de outubro de 2018","util":"30","star":"5","review":"Eu sla ele fareis bom las bom mas","autor":"Um usuário do Google"},{"data":"28 de outubro de 2018","util":"6","star":"2","review":"Ainda não pude avaliar totalmente.","autor":"Tânia Gritenas de Carvalho"},{"data":"5 de novembro de 2018","util":"5","star":"4","review":"Eu acho o aplicativo um pouco ruim pois eu continuo preferindo o zapzap","autor":"Um usuário do Google"},{"data":"17 de outubro de 2018","util":"24","star":"5","review":"É bom mas eu só uso as vezes","autor":"Silvanei Sousa"},{"data":"7 de novembro de 2018","util":"4","star":"5","review":"Ese aplicativo é eselente Parabéns aos criadores dese aplicativo! ♥","autor":"jorge josé ferreira"},{"data":"30 de outubro de 2018","util":"5","star":"5","review":"MT bom, n tenho WhatsApp , e fiz um grupo com uns colegas aqui","autor":"Thales Castro"},{"data":"30 de outubro de 2018","util":"5","star":"5","review":"Eu estou testando, eu comprei acesso por um ano na G Suít","autor":"Pedro Filho Alves Da Silva"},{"data":"26 de outubro de 2018","util":"10","star":"5","review":"gosto do hangouts mais nuca da o qeu ajente escreve por quem","autor":"Um usuário do Google"},{"data":"14 de outubro de 2018","util":"14","star":"4","review":"É muito bom mais o ruim é que não dá para apagar","autor":"Um usuário do Google"},{"data":"15 de outubro de 2018","util":"19","star":"1","review":"Só serve para ocupar memória do celularr","autor":"DizALenda"},{"data":"21 de outubro de 2018","util":"10","star":"3","review":"Não aprendi a usar esse recurso","autor":"Sirlei Santos"},{"data":"14 de outubro de 2018","util":"15","star":"5","review":"Gostei muito Bom ir simples de se usar ..","autor":"Um usuário do Google"},{"data":"6 de novembro de 2018","util":"4","star":"5","review":"Neste aparelho não usei mais o app é sensacional","autor":"Elianna Fabrys&Fabrys"},{"data":"16 de outubro de 2018","util":"16","star":"1","review":"Nossa Senhora foto de gato pequeno para foto de gato para tirar foto nenhuma","autor":"Um usuário do Google"},{"data":"16 de outubro de 2018","util":"21","star":"5","review":"Poderia ter a opção de enviar áudios. Grata!","autor":"Shara Rodrigues"},{"data":"3 de novembro de 2018","util":"5","star":"5","review":"Ótimo App pra quem aprecia o que é bom.","autor":"Francisco Chagas"},{"data":"10 de outubro de 2018","util":"44","star":"1","review":"ainda não usei é muito difícil","autor":"Luiz de Almeida"},{"data":"24 de outubro de 2018","util":"9","star":"2","review":"Chato só ocupa espaço no celular 😡","autor":"Alison Ataide"},{"data":"15 de outubro de 2018","util":"10","star":"5","review":"Me sentindo muito feliz.","autor":"Um usuário do Google"},{"data":"10 de outubro de 2018","util":"43","star":"4","review":"Eu ainda não sei vou usar","autor":"Um usuário do Google"},{"data":"13 de outubro de 2018","util":"22","star":"4","review":"Simples ,mas eficiente no que se propõe","autor":"Naldo Aguiar"},{"data":"15 de outubro de 2018","util":"22","star":"4","review":"Poderia ter uma pasta onde guardamos nossas mensagem recebidas","autor":"Rosa Flor"},{"data":"1 de novembro de 2018","util":"6","star":"1","review":"Impossível usar essa joça. Vou desisntalar.","autor":"GR - Gloria Regina"},{"data":"8 de novembro de 2018","util":"3","star":"5","review":"É o melhor que pena que não da para eviar vídeo e músic","autor":"Guilherme Familacraft 3609"},{"data":"12 de outubro de 2018","util":"38","star":"5","review":"#convidativo , muito bom!!!","autor":"Um usuário do Google"},{"data":"17 de outubro de 2018","util":"20","star":"5","review":"Passei a usar a pouco tempo mas tou gostando","autor":"Um usuário do Google"},{"data":"11 de novembro de 2018","util":"3","star":"3","review":"Acho bom o APP mas chamadas são ruins","autor":"Lukas kratos"},{"data":"24 de outubro de 2018","util":"14","star":"5","review":"Gosto só faltou msn áudio","autor":"Keila Cristina Alencar"},{"data":"23 de novembro de 2018","util":"","star":"3","review":"Temos que ter a opção de deletar mensagem e também temos que ter mais opcoes para enviar fotografias","autor":"Um usuário do Google"},{"data":"14 de novembro de 2018","util":"","star":"4","review":"É bom","autor":"Um usuário do Google"},{"data":"11 de outubro de 2018","util":"37","star":"1","review":"Depois que atualizou a ligação e chamada de vídeo ficou mudo","autor":"Daniela Gomes"},{"data":"11 de novembro de 2018","util":"","star":"5","review":"Muito bom","autor":"ツzFelipe_PvP"},{"data":"16 de novembro de 2018","util":"","star":"3","review":"Amor e fe","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"","star":"5","review":"Leve, prático e abre junto com o Gmail . Ótimo para quem está constantemente conectado no e-mail.","autor":"Gerson Filippini"},{"data":"13 de outubro de 2018","util":"26","star":"5","review":"Eu quero adicionar um contato","autor":"Anette Fernandez"},{"data":"24 de outubro de 2018","util":"8","star":"5","review":"Eu consigo comversa com monha prima de boa😎","autor":"Um usuário do Google"},{"data":"23 de novembro de 2018","util":"","star":"5","review":"Gostaria que este app fizesse chamada de vídeo e pudéssemos enviar clip de voz","autor":"Jusinete Cunha"},{"data":"14 de novembro de 2018","util":"","star":"5","review":"Com certeza sem tanta democracia mais fácil adicionar do ke o zapp","autor":"Alice SSilva Log."},{"data":"14 de novembro de 2018","util":"","star":"2","review":"Acho que deveria colocar a opcao de apagar a mensagem tanto pra vc tanto pra outra Pessoa","autor":"Angry Panda"},{"data":"23 de novembro de 2018","util":"","star":"5","review":"E bom só que era bom se tivesse como manda audio mas amei","autor":"Um usuário do Google"},{"data":"15 de outubro de 2018","util":"14","star":"4","review":"Esse aplicativo e muito melhor pra mim","autor":"Dudu Henrique TV"},{"data":"18 de outubro de 2018","util":"10","star":"5","review":"É bom, mas podia melhorar","autor":"Vitor Queiroz"},{"data":"25 de outubro de 2018","util":"6","star":"5","review":"Bom App .me divirto muito..","autor":"Um usuário do Google"},{"data":"20 de outubro de 2018","util":"7","star":"5","review":"Amei!!!!!!","autor":"marcos Arantes 2010"},{"data":"23 de outubro de 2018","util":"11","star":"2","review":"Não atualiza quando foi a ultima visualização","autor":"Daiani Almeida"},{"data":"31 de outubro de 2018","util":"2","star":"4","review":"Talvez seja bom vou usar agora","autor":"jose thiago januario"},{"data":"4 de novembro de 2018","util":"3","star":"5","review":"Sentir melhorias no desempenho do meu aparelho!","autor":"Raimundo Andrade"},{"data":"4 de novembro de 2018","util":"6","star":"5","review":"GRACE KELLE TEODORO DA SILVA","autor":"Graciele Ingridi"},{"data":"13 de outubro de 2018","util":"16","star":"5","review":"Muito bom!","autor":"Um usuário do Google"},{"data":"15 de outubro de 2018","util":"13","star":"1","review":"Toma espaço no celular não tenho tempo para usá","autor":"Um usuário do Google"},{"data":"24 de outubro de 2018","util":"11","star":"5","review":"É bom pois é quase um watszapp","autor":"Maria Eduarda Testi"},{"data":"9 de novembro de 2018","util":"1","star":"1","review":"Vo mandar todos vocês pra toma no seu cu","autor":"Um usuário do Google"},{"data":"12 de novembro de 2018","util":"1","star":"5","review":"Gosto daqui principalmente pra conversar com pessoas fora do Brasil","autor":"Allison Aires"},{"data":"20 de novembro de 2018","util":"","star":"5","review":"Lindo muito lindo esse Apiaí muito lindo lindo lindo lindo lindo lindo mesmo não tenho muitas palavras porque você é muito legal legal legal legal legal","autor":"Um usuário do Google"},{"data":"24 de outubro de 2018","util":"4","star":"5","review":"Ainda estou me adaptando pelo celular!","autor":"raimunda alves"},{"data":"29 de outubro de 2018","util":"6","star":"3","review":"Poderia ser melhor!","autor":"Raiane Alves"},{"data":"6 de outubro de 2018","util":"89","star":"5","review":"Ñ entendo bem esse app","autor":"Um usuário do Google"},{"data":"18 de outubro de 2018","util":"8","star":"5","review":"❤❤ fecebok atualização está ótima","autor":"Um usuário do Google"},{"data":"1 de novembro de 2018","util":"3","star":"4","review":"Entrei agora nem sei como funciona","autor":"Um usuário do Google"},{"data":"7 de novembro de 2018","util":"2","star":"4","review":"Tem alguns problemas, más da pra usar","autor":"Orlando Geraldo"},{"data":"15 de outubro de 2018","util":"7","star":"1","review":"Não gostei trava muito","autor":"Um usuário do Google"},{"data":"24 de outubro de 2018","util":"7","star":"5","review":"Conversar com amigos e sempre bom","autor":"Guerreira de fé hoje e sempre"},{"data":"8 de novembro de 2018","util":"1","star":"2","review":"Nao baixe esse app pessimo nao envia mensagen","autor":"Um usuário do Google"},{"data":"11 de novembro de 2018","util":"1","star":"1","review":"Não tenho interesse não gosto","autor":"gisielen santos"},{"data":"20 de novembro de 2018","util":"","star":"2","review":"Muito falho, principalmente por não ter opção de enviar áudio.","autor":"Jr. Monteiro"},{"data":"26 de outubro de 2018","util":"6","star":"4","review":"Dá para conversar se ele te bloqueou no WhatsApp","autor":"Um usuário do Google"},{"data":"18 de novembro de 2018","util":"","star":"5","review":"É bastante bom só a voz é que é não fica bem.","autor":"Um usuário do Google"},{"data":"7 de novembro de 2018","util":"3","star":"3","review":"ATLETICO MINEIRO GALO FORTE VINGADOR","autor":"victor lucas"},{"data":"18 de outubro de 2018","util":"4","star":"5","review":"Ruim Demais Mano Que APP Chato","autor":"Eduardo Santos Pereira"},{"data":"25 de outubro de 2018","util":"4","star":"4","review":"Poderia ser melhor!","autor":"Raiane Alves Batista"},{"data":"28 de outubro de 2018","util":"5","star":"1","review":"So para esta coisa aff","autor":"Um usuário do Google"},{"data":"2 de novembro de 2018","util":"2","star":"1","review":"Vao cria um jogo imves disso","autor":"Kamguisa Tv"},{"data":"5 de novembro de 2018","util":"2","star":"5","review":"Da pra flar com meu papai com video","autor":"Yansen Ferreira Gusmão"},{"data":"8 de novembro de 2018","util":"2","star":"5","review":"Muito otimo ameei e amei muito","autor":"Um usuário do Google"},{"data":"8 de novembro de 2018","util":"1","star":"5","review":"Você poderia fazer um vídeo reagindo a animações","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"1","star":"4","review":"No meu tablet não dá para atualizar","autor":"Leonor Santos"},{"data":"22 de outubro de 2018","util":"5","star":"5","review":"I love you Google ♥✳❇™","autor":"Um usuário do Google"},{"data":"25 de novembro de 2018","util":"","star":"5","review":"É incrivel! É praticamente um Whatsapp só que mais antigo","autor":"Mateus G5S"},{"data":"18 de novembro de 2018","util":"","star":"2","review":"Não posso avaliar pois ainda vou testalo","autor":"Um usuário do Google"},{"data":"25 de novembro de 2018","util":"","star":"1","review":"Por favor não desejo receber mais atualizações","autor":"Jose Eduardo Lombardi Locks"},{"data":"13 de outubro de 2018","util":"14","star":"5","review":"Keep on with good work","autor":"Cylene Gama"},{"data":"30 de outubro de 2018","util":"6","star":"1","review":"Não tá funcionando","autor":"Leyliane Brandão Reis"},{"data":"17 de novembro de 2018","util":"2","star":"4","review":"É bom Mas eu n vou escrever resenha curta aqui Se eu quiser eu escrevo a bíblia aki Vc n manda em mim google LLC OLHA SÓ O VERSICULO DO DIA Não se fará mal nem dano algum em todo o meu santo monte, porque a terra se encherá do conhecimento do Senhor, como as águas cobrem o mar. Isaías 11:9 Poderdes …\nResenha completa","autor":"Giovana Dreemurr"},{"data":"17 de outubro de 2018","util":"12","star":"3","review":"Vou usar ainda","autor":"Sandra Carneiro"},{"data":"18 de outubro de 2018","util":"7","star":"5","review":"Adorei APP não tenho o que fala","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"1","star":"5","review":"Legal muito legal","autor":"Um usuário do Google"},{"data":"15 de novembro de 2018","util":"1","star":"3","review":"Mais ou menos","autor":"Um usuário do Google"},{"data":"6 de novembro de 2018","util":"2","star":"2","review":"Eu quero gravar audio!!!!! Não tem como?","autor":"Jessica Lima"},{"data":"18 de outubro de 2018","util":"7","star":"1","review":"Não me serve para nada.","autor":"Lirasio Barros"},{"data":"12 de outubro de 2018","util":"23","star":"5","review":"Gosto muito, obrigada !!!","autor":"Um usuário do Google"},{"data":"19 de outubro de 2018","util":"4","star":"1","review":"É um lixo!!!","autor":"Carlos Abuin"},{"data":"26 de novembro de 2018","util":"","star":"4","review":"Ótimo! Dá pra mandar mensagens, emojis e telefonar de boa!","autor":"Julia Marques Julinha"},{"data":"31 de outubro de 2018","util":"24","star":"5","review":"Hangouts é tudo de bom 😎","autor":"Benedito Gomes"},{"data":"13 de outubro de 2018","util":"16","star":"1","review":"Não quero em meu celular","autor":"Um usuário do Google"},{"data":"27 de outubro de 2018","util":"7","star":"5","review":"Talvez até melhor do que whatsapp.","autor":"Um usuário do Google"},{"data":"11 de novembro de 2018","util":"1","star":"5","review":"Este app é dez, satisfação plena.","autor":"Um usuário do Google"},{"data":"4 de novembro de 2018","util":"2","star":"5","review":"Gostei MT de usar perfeitinho.","autor":"Um usuário do Google"},{"data":"5 de novembro de 2018","util":"3","star":"1","review":"Inútil assim como minha vida na terra.","autor":"Um usuário do Google"}]