[{"data":"26 de novembro de 2018","util":"23","star":"1","review":"Desde a última actualização que não consigo enviar mensagens para ninguém. Se for mensagens curtas de uma só palavra dá para enviar, mas se a mensagem tiver mais que uma palavra a aplicação vai abaixo, ficando o ecrã a branco, e volta ao estado normal, mas mesmo assim não envio mensagens. Já reinici…\nResenha completa","autor":"Rui Cabral"},{"data":"21 de novembro de 2018","util":"123","star":"1","review":"Desde a nova atualização a app está sempre a dar erro, não consigo apagar mensagens, e quando quero enviar uma mensagem dá logo erra da App, muito descontente, a App era muito boa, estava a adorar, desde que atualizei virou lixo. Corrijam por favor","autor":"Filipe Cardoso"},{"data":"24 de novembro de 2018","util":"37","star":"1","review":"Atualizou à pouco tempo e desde aí que ao enviar mensagens a aplicação para e fecha, a mensagem aparece como enviada mas não é mesmo enviada. Muito mau! Resolvam isso!","autor":"Francisca Poeira"},{"data":"21 de novembro de 2018","util":"55","star":"2","review":"Gostei do a app, mas toda vez da erro no envio da mensagem e demora muito pra enviar , todaves fala que o app parou e já tentes dessistala para tenta repara o erro, mas ele é o app do sistema .","autor":"Andre Felipe"},{"data":"22 de novembro de 2018","util":"29","star":"3","review":"Precisa permitir selecionar várias mensagens (de uma mesma pessoa) para apagar. Atualmente, o App só permite apagar uma de cada vez. Quanto a mensagens de destinatários diferentes permite selecionar vários.","autor":"Lenilson Pereira da Silva"},{"data":"21 de novembro de 2018","util":"86","star":"5","review":"Muito bom amei recomendo parabéns aos desenvolvedores amei essa nova atualização parabéns mesmo pelo empenho de vcs fazer o aplicativo mensagem bem melhor agora 👍👍👍👍👏👏👏👏","autor":"cícero marques"},{"data":"20 de novembro de 2018","util":"37","star":"5","review":"Esta funcional vamos ver na hora da necessidade... se vai travar ou não testes rodou bem...","autor":"Um usuário do Google"},{"data":"24 de novembro de 2018","util":"10","star":"1","review":"Desde a última atualização que dá sempre erro no envio de sms","autor":"Paulo Ferreira"},{"data":"26 de novembro de 2018","util":"2","star":"4","review":"Muito bom. Uso diariamente, mas tem dado muito erro ultimamente.","autor":"Brenno Fernandes"},{"data":"23 de novembro de 2018","util":"8","star":"2","review":"Esta a empancar muito e as mensagens não são entregues!!","autor":"Um usuário do Google"},{"data":"23 de novembro de 2018","util":"3","star":"5","review":"Excelente App recomendo.","autor":"Um usuário do Google"},{"data":"23 de novembro de 2018","util":"4","star":"5","review":"Ótimo!!","autor":"Um usuário do Google"},{"data":"22 de novembro de 2018","util":"4","star":"3","review":"Por que os acentos bugão ao serem enviados ?","autor":"Dantas Dantas"},{"data":"22 de novembro de 2018","util":"13","star":"5","review":"Muito bom !","autor":"MARCUS SANTOS"},{"data":"26 de novembro de 2018","util":"2","star":"3","review":"Ta bom","autor":"Carlos André dos Santos"},{"data":"20 de novembro de 2018","util":"30","star":"5","review":"Muito bom","autor":"carlos moraes"},{"data":"27 de novembro de 2018","util":"","star":"1","review":"Pesquisa não funciona","autor":"Leonardo Oliveira"},{"data":"26 de novembro de 2018","util":"","star":"5","review":"Muito bom,","autor":"Valdomiro dos Santos"},{"data":"25 de novembro de 2018","util":"4","star":"5","review":"Muito bom","autor":"Adelson Brito"},{"data":"27 de novembro de 2018","util":"","star":"4","review":"Muito bom","autor":"Dinalva Vidinha"},{"data":"23 de novembro de 2018","util":"5","star":"5","review":"Ótimo","autor":"Sergio l.ourique"},{"data":"21 de novembro de 2018","util":"11","star":"5","review":"Otimo","autor":"mauricio silveira"},{"data":"22 de novembro de 2018","util":"7","star":"3","review":"Serve","autor":"Vinicius Ferreira"},{"data":"21 de novembro de 2018","util":"13","star":"4","review":"Otima","autor":"Um usuário do Google"},{"data":"26 de novembro de 2018","util":"1","star":"5","review":"Ótimo","autor":"Everaldo Santos"},{"data":"16 de novembro de 2018","util":"134","star":"1","review":"Muito ruim as mensagens enviadas não chegam aos destinatários,vamos resolver este problema.De que adianta um aplicativo que não funciona.","autor":"Um usuário do Google"},{"data":"14 de novembro de 2018","util":"90","star":"5","review":"Não entendi nada tem que pagar","autor":"Um usuário do Google"},{"data":"17 de novembro de 2018","util":"32","star":"5","review":"Ótimo para mandar mensagens de texto.","autor":"Thiago Predador"},{"data":"15 de novembro de 2018","util":"68","star":"5","review":"Show de bola.","autor":"Jose mendonça"},{"data":"14 de novembro de 2018","util":"39","star":"5","review":"Ótimo","autor":"Tatiana Vicente Dias"},{"data":"16 de novembro de 2018","util":"27","star":"5","review":"Adorei","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"5","star":"5","review":"Bom","autor":"RAFA Oliveira"},{"data":"13 de novembro de 2018","util":"88","star":"3","review":"Por favor peço que resolvam estou tendo problemas em enviar mensagens as vezes ficam e não são enviadas e a opção de enviar contato (inserindo no texto de msg) não está boa porque converte a mensagem em MMS e aqui onde estou não funciona o serviço. Nokia 3 - android 8.1","autor":"Mr West"},{"data":"12 de novembro de 2018","util":"35","star":"3","review":"Apesar das considerações anteriores, o app está decepcionando após a atualização para o Android Oreo 8.1. Eu tenho certeza que tem um grande potencial porém está me deixando na mão. Não consigo enviar SMS com regularidade e os MMS têm dificuldade de envio, desde antes da atualização, mesmo com o sin…\nResenha completa","autor":"Mc JanKa"},{"data":"3 de novembro de 2018","util":"135","star":"2","review":"Desde que foi actualizada em outubro estou sempre a ficar com mensagens que não são enviadas e ficam \"penduradas\" e nem percebo isso. Deixou de ser seguro mandar mensagens pois nunca sei se são entregues ou não. Mais alguém tem tido esse problema?","autor":"Xô Produções"},{"data":"30 de outubro de 2018","util":"377","star":"5","review":"Após a última atualização já não é possível efetuar diretamente a chamada para o número com quem se está a trocar mensagens, por favor melhorem isso. A aplicação melhorou bastante. Acho que não precisava de dizer iniciar chat bastava só o símbolo para se iniciar uma conversa nova. Outro aspecto que …\nResenha completa","autor":"Diogo Viana"},{"data":"21 de novembro de 2018","util":"1","star":"3","review":"Olha... Como o google força a utilização deste App... Inclusive bloqueia a desinstalação! Não tem outra alternativa... Se instalar o root até dá pra tirar mais perde a garantia! 🤷🏻‍♂️","autor":"Adriano Correa"},{"data":"29 de outubro de 2018","util":"113","star":"4","review":"Tudo funciona como esperado sem problemas, e até tem um design bonito e original da Google, porém a notificação de mensagem que aparece no canto superior do ecrã, quando clico no botão responder, muda a página onde já estava para uma toda em preto, onde, aí dá para responder através da notificação. …\nResenha completa","autor":"Vampeth"},{"data":"8 de novembro de 2018","util":"214","star":"4","review":"Está verso está com problemas de recebimento de mensagens, quando ativo ele como APP padrão pra msgs depois fico sem receber as mensagens porque elas simplismente não entram quando me são enviadas.","autor":"Slate Mowr"},{"data":"5 de novembro de 2018","util":"47","star":"1","review":"Uma aplicação que ainda tem muito para melhorar. Deviam implementar a função de enviar mensagens programadas, pois é bastante util. O pior mesmo, é a função de funcionalidade de chat não funcionar. Resolvam isso rápido por favor...","autor":"Frederico Cordeiro"},{"data":"6 de novembro de 2018","util":"20","star":"4","review":"Só uso o serviço de mensagens pra conversar e achei legal a atualização. Não possuo redes sociais, logo meu \"joinha\" vai só pro chat mesmo","autor":"Ana Carolina C. Pereira"},{"data":"30 de outubro de 2018","util":"76","star":"5","review":"Eu não tenho o que reclamar porque esse aplicativo já veio no meu celular quando eu comprei ele... Pra mim ele é meu bom... Como o meu celular é da Motorola Moto G5S normal então para mim ele é muito bom... As pessoas recebem e mandam mensagens para mim...","autor":"Cover Dayane Silva"},{"data":"27 de outubro de 2018","util":"180","star":"1","review":"Eu atualizei o aplicativo e agora os destinatários não recebem as mensagens, ÓTIMO!!! O PIOR APLICATIVO QUE PODERIA EXISTIR. FEEDBACK PARA QUÊ, VOCÊS NAO ATENDEM UMA SEQUER SOLICITAÇÃO","autor":"Gabriela Cardoso"},{"data":"7 de novembro de 2018","util":"121","star":"1","review":"App confuso de cores. Não se sabe onde digita contato e texto. Sem falar que o app está anos luz atrás do WhatsApp, Facebook Messenger, Skype, Telegram e até outros recursos do próprio Google, como o Allo e Duo.","autor":"Flavio Castaldelli"},{"data":"30 de outubro de 2018","util":"45","star":"4","review":"Bom, mas pode melhorar. Só envia mensagem do tipo MMS p mais de um contacto, se for SMS não aceita. Pra quem vive num país de pouco crescimento tecnológico é um desperdício.","autor":"watson lutumba"},{"data":"31 de outubro de 2018","util":"99","star":"3","review":"Não define o sim para envio de sms, mesmo que vc ja tenha definido. Toda vez que for enviar sms precisa indicar qual o sim card. Não envia confirmação de leitura\/recebimento de msg. Ja foi melhor.","autor":"JOSE LUIZ VIANNA NETTO"},{"data":"6 de novembro de 2018","util":"6","star":"4","review":"É um dos melhores gerenciadores de SMS que já usei, mas mesmo assim ainda tem espaço para melhorias. Não dá pra selecionar diversas mensagens do mesmo remetente para deletar de uma só vez por exemplo.","autor":"Fred Laydner"},{"data":"13 de novembro de 2018","util":"96","star":"5","review":"Outros Apps, como o Hangout, fazem essa função de App para SMS, o uso do Android Mensagens evita misturar, e confundir, as mensagens de texto dos Apps com os SMS das operadoras, que ainda são muito utilizados. Sem travamentos, com novos recursos. Recomendado","autor":"Henrique Vaz"},{"data":"1 de novembro de 2018","util":"26","star":"1","review":"No P20 Pro a app não têm notificações. Já inicial para as definições de fábrica, já verifiquei todas as notificações e estão todas ativas. Não vibra, não têm sinal visual e não têm sinal sonoro.","autor":"Mário Matos"},{"data":"14 de novembro de 2018","util":"7","star":"1","review":"Está dando erro!!!! Não estou conseguindo enviar SMS. Diz que não envia porque o número está formatado incorretamente. O que é impossível. Como eu entraria um número de telefone? O erro persiste a dias.","autor":"Alysson L Delfino"},{"data":"31 de outubro de 2018","util":"33","star":"4","review":"Utilizo e gosto do App e gostei do layout dele, porém quando envio áudios, vídeos ou fotos para alguém pelo app, não aparece para as pessoas os arquivos, e nem quando me enviam.","autor":"JHONATAN SANTOS"},{"data":"16 de novembro de 2018","util":"4","star":"2","review":"Ele Não Envia Mensagem Grande Tento A Horas Enviar Um Texto Grande E Não Consigo,Ajeitem Esse Problema Imediatamente Por Favor,Preciso Muito Enviar Essa Mensagem","autor":"Um usuário do Google"},{"data":"9 de novembro de 2018","util":"8","star":"1","review":"O app trava o tempo todo. As mensagens demoram a ser enviadas e\/ou recebidas, e ainda chegam fora de ordem","autor":"Thais Costa"},{"data":"23 de novembro de 2018","util":"2","star":"5","review":"O visual melhorou bastante. Mas ainda assim deveria continuar a trabalhar para voltar a ser uma ferramenta de mensagem utilizado por todos e não apenas para receber códigos de verificação e propagandas","autor":"Daniel Saverio"},{"data":"31 de outubro de 2018","util":"13","star":"1","review":"Ele trava se estiver em uso para envio de mensagens para mais de um aparelho. E não é o teclado, porque o mesmo não acontece com outros aplicativos.","autor":"Um usuário do Google"},{"data":"12 de novembro de 2018","util":"10","star":"3","review":"Não consigo enviar sms, pois diz que \"não há conexão sms\". Mas o estranho é que recebo mensagens da minha operadora e do cartão, mas não recebo mensagens pessoais do meia contatos.","autor":"Eliclicia Oliveira"},{"data":"30 de outubro de 2018","util":"12","star":"1","review":"Eu achando q era defeito do meu celular, mas é esse app. Mando msg e não vai, só fica \" enviando\"","autor":"Sandra Oliveira"},{"data":"4 de novembro de 2018","util":"13","star":"5","review":"ÓTIMO! Cada Vez Melhor! Se continuar nesse nível de evolução, logo logo será tão versátil quanto os mensageiros mais populares e a eu ver com vantagens.","autor":"Dr.Silvio Ferreira"},{"data":"5 de novembro de 2018","util":"13","star":"1","review":"Está Totalmente Ruim Com Essa Atualização, Fica Dano Erro Quando Tenta Exclui As Mensagens 😡 Se Resolver Voltarei A Valiar?","autor":"FLAVIO Fernandes Soares Da Silva"},{"data":"6 de novembro de 2018","util":"16","star":"2","review":"Pô meu celular acho que atualizou sozinho apagou tudo que tinha no meu celular.E agora esse app de mensagens não quer abrir de forma nenhuma","autor":"Laiane santos"},{"data":"21 de novembro de 2018","util":"4","star":"1","review":"Mano, o design tá até legal. Mas o que aconteceu na hora de excluir as mensagens? Ajeitem isso, por favor! A versão antiga tava bem melhor em relação a isso.","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"18","star":"1","review":"Tenho um G5 e não recebo e nem mando mensagem em SMS, simplesmente desaparece as enviadas e as recebidas, não chegam, preciso desinstalar e instalar novamente, super irritante, e continua o problema","autor":"Marcio Guelfes"},{"data":"26 de outubro de 2018","util":"118","star":"1","review":"Um dos Piores app que existe! É chato, inútil, cheio de ERROS, obsoleto...pergunto: pra que serve? Pra ficar mandando mensagens inúteis e invasivas!","autor":"NOSCE TE IPSUM"},{"data":"29 de outubro de 2018","util":"35","star":"5","review":"Replica as minhas mensagens no PC e me faz não pegar no celular para checar os meus SMS durante o horário de trabalho. Super válido","autor":"Luana Bárbara"},{"data":"13 de novembro de 2018","util":"142","star":"2","review":"Só eu que tenho problema para enviar sms com a operadora TIM? Já liguei para a mesma e não resolveu nada, suponho que seja o app...","autor":"Jean Carllos Jr"},{"data":"1 de novembro de 2018","util":"22","star":"5","review":"O app é ótimo , achei o design incrível e inovador. Precisa apenas da opção de pano de fundo para que o app fique com a cara que agente quiser.","autor":"ivana morais"},{"data":"14 de novembro de 2018","util":"3","star":"5","review":"Eu tenho amigos em vários países do mundo, e todos os estados Brasileiros, pois, só com o app Messenger é possível falar com todos.. obrigado..!!","autor":"Dionisio Tomaz"},{"data":"29 de outubro de 2018","util":"25","star":"1","review":"Esse app tem algo errado, quando arquivamos o msg , e, quando queremos desarquivar ai não volta a receber as mensagem como eram antes. Não gostei.","autor":"Jailson Genuino"},{"data":"14 de novembro de 2018","util":"157","star":"4","review":"Em nov\/2018 voltou a funcionar... Desde 14\/08\/2018 não funcionava... Além disto poderiam melhorar e dar responder msg na msg, como o ZAP faz.","autor":"Carlos Solrac"},{"data":"3 de novembro de 2018","util":"8","star":"1","review":"Quando esta ativo no PC, Ao receber nova mensagem SMS . não notifica som no Celular e nem no PC . A mensagem fica silenciosa. Desta forma não da para usar .","autor":"Luiz Queiroz"},{"data":"1 de novembro de 2018","util":"11","star":"1","review":"Depois da última atualização ele não mostra relatório de entrega. Manda a msg três quatro vezes. Vamos melhorar por favor.","autor":"Kathlenn Godoy"},{"data":"1 de novembro de 2018","util":"9","star":"5","review":"Eu gosto bastante do app, precisaria aprender mais sobre o funcionamento do aplicativo para poder usufruir de todos as suas funções","autor":"Um usuário do Google"},{"data":"8 de novembro de 2018","util":"4","star":"5","review":"Lots of bugs with MMS on Samsung Galaxy Alpha... Could give an privacy option to disable SMS preview in status bar and over a locked screen...","autor":"Daniel Rosa"},{"data":"30 de outubro de 2018","util":"11","star":"4","review":"O modo escuro foi uma ótima adição, mas poderia ter um modo preto para dispositivos amoled. Fora isso, cumpre o que promete.","autor":"Victor Carvalho"},{"data":"3 de novembro de 2018","util":"11","star":"4","review":"Estou com problema ele não está funcionando ND não envia mensagem nenhuma e nem recebe celular novo Motorola One e não está funcionando o aplicativo de vocês.","autor":"Caio Cesar"},{"data":"7 de novembro de 2018","util":"13","star":"5","review":"Aplicativo muito bom com a nova atualização muitos recursos e melhor desempenho Porém deixa a desejar que alguns recursos tem que ser usado pela própria operadora","autor":"Edson Correa"},{"data":"17 de novembro de 2018","util":"2","star":"4","review":"Só não sei 5 estrelas porque podia ter a opção de criar um grupo pra conversar todo mundo junto igual no WhatsApp.","autor":"Um usuário do Google"},{"data":"4 de novembro de 2018","util":"8","star":"2","review":"Toda vez que eu vou enviar à mensagem. As mensagens são enviadas sem acentos. Não entendo o porque...","autor":"Um usuário do Google"},{"data":"10 de novembro de 2018","util":"2","star":"5","review":"É ótimo, mas, seria mais interessante se a gente podesse selecionar várias mensagens pra apagar, ao invés de fazê-lo unitariamente.","autor":"José Carlos Araújo Andrade"},{"data":"23 de novembro de 2018","util":"12","star":"3","review":"Por enquanto não tenho muito a falar, mais uma coisa não ficou legal demora para enviar mensagem pede para fechar o app","autor":"Rose Neila Lima Vaz"},{"data":"27 de outubro de 2018","util":"40","star":"3","review":"O app está melhorando, porém não chega a um nível de WhatsApp. Mas para uma simples mensagem (SMS) está bom.","autor":"Murilo Maríngoli Semensato"},{"data":"18 de novembro de 2018","util":"3","star":"1","review":"Para onde vão as mensagens que foram bloqueadas????? Eu fiz o bloqueio de um número. Poderia ver as mensagens, ou as ligações, mesmo bloqueadas, achei um saco não consegui achar.","autor":"Feernanda Santos"},{"data":"28 de outubro de 2018","util":"26","star":"3","review":"E um app muito bom porém da muitos problemas, as vezes os SMS param de chegar e isso é horrivel !","autor":"Nicolas Gusta"},{"data":"2 de novembro de 2018","util":"4","star":"4","review":"No meu P10Plus funciona perfeitamente exceto nos emojis que muitas vezes desaparecem e na utilização de palavras com ç (c de cedilha) que automaticamente coloca em maiúscula.","autor":"Daniel Carrondo Vilhena"},{"data":"3 de novembro de 2018","util":"8","star":"1","review":"Não consigo enviar mais msgs... recebo o erro: \"Falha ao enviar a mensagem, tente novamente mais tarde\"","autor":"xSp3ktr0"},{"data":"20 de novembro de 2018","util":"2","star":"2","review":"Não estou conseguindo receber as msj de texto ? Já revirei as configurações mais mais sem sucesso por esto só 2 extela","autor":"benevaldo nicacio"},{"data":"8 de novembro de 2018","util":"3","star":"5","review":"Pra mim uso estritamente pra enviar mensagem de texto a outras pessoas. Não tive outra experiência com ele ainda.","autor":"Marcelo Santos"},{"data":"12 de novembro de 2018","util":"5","star":"1","review":"Ocupa muito espaço no Cell e só fica resebendo msg da vivo falando q acabou o saldo tmnc","autor":"ana clara bonne"},{"data":"6 de novembro de 2018","util":"2","star":"4","review":"Excelente App. Poderia disponibilizar o atraso no envio de 3, 5 ou 10 segundos, para casos de necessidade de edição e correção. Obrigado.","autor":"Antonio Vieira"},{"data":"27 de outubro de 2018","util":"22","star":"5","review":"Só falta o recurso de áudio e fotos sem cobrar mms e vamos abolir o Whatsapp. Amo sms","autor":"Um usuário do Google"},{"data":"6 de novembro de 2018","util":"22","star":"5","review":"Muito bom app ótimo de usar e manusear, porém falta recurso pra selecionar msg para deletar.","autor":"Um usuário do Google"},{"data":"8 de novembro de 2018","util":"4","star":"1","review":"Não recebo e nem consigo enviar mensagem de SMS desde o início de outubro quando teve uma atualização no sistema.","autor":"Gleidson Sales"},{"data":"31 de outubro de 2018","util":"12","star":"5","review":"Fácil e prático, só não usamos tanto quanto anos atrás, mas uma boa ferramenta.","autor":"Francisco Jose"},{"data":"8 de novembro de 2018","util":"71","star":"1","review":"Continua sem ter a opção para por cores nos balões de conversa, o que era muito melhor... Voltem a por essa opção sff...","autor":"Dora Lamelas"},{"data":"26 de novembro de 2018","util":"","star":"5","review":"gostei e muitooh bom tem gente q reclama e fala pros outros n baixar se vc n gostou deixe os outros esperimentar tbm. a opinião e dele ou dela cara fica na sua","autor":"Um usuário do Google"},{"data":"14 de novembro de 2018","util":"1","star":"1","review":"Muito lento. Ao abrir o aplicativo e tentar enviar mensagens é necessário aguardar alguns segundos ara fazê-lo.","autor":"Sidney Matsunaga"},{"data":"26 de outubro de 2018","util":"87","star":"5","review":"Uma pena que as operadoras administrem tão mal o sistema e que façam uso tão ruim dele.","autor":"Vinícius Pinheiro"},{"data":"5 de novembro de 2018","util":"8","star":"4","review":"Bom aplicativo mensagem, poderia ter como saber se a pessoa viu a mensagem com algum sinal .","autor":"Daniele Werneque"},{"data":"7 de novembro de 2018","util":"9","star":"4","review":"Até o memento depois da atualização está ocorrendo tudo bem, no momento recomendo.😊","autor":"Glacielma Cunha"},{"data":"26 de outubro de 2018","util":"31","star":"1","review":"Só serve pra receber mensagens da operadora, dizendo pra eu colocar crédito, nem sei pra que tenho instalado","autor":"AndersonSchwartz 2009"},{"data":"9 de novembro de 2018","util":"3","star":"5","review":"Gosto muito principalmente quando não quero que ninguém veja com quem estou falando TD particular.....Amo mandar sms","autor":"Um usuário do Google"},{"data":"26 de outubro de 2018","util":"16","star":"5","review":"É um aplicativo que tem facilitado bastante a minha vida e minha rotina dinâmica. Parabéns e obrigado!","autor":"Franklin Rodrigues Damasceno Júnior"},{"data":"4 de novembro de 2018","util":"3","star":"3","review":"Não consigo recebi envio no sms outro não ainda receberá sms aí isso estranho né","autor":"Rokui Americo"},{"data":"26 de novembro de 2018","util":"","star":"1","review":"acabei de enviar SMS (mensagem de texto simples) para vários contatos e assumiu e enviou como MMS. obviamente o envio deste tipo tem um custo associado. não estou para quando tenho que enviar para vários estar sempre a suportar custo. nas versões anteriores funcionava muito bem. agora??????","autor":"Paulo Gomes"},{"data":"26 de novembro de 2018","util":"","star":"4","review":"Gostei bastante, mais precisa melhorar bastante, como, no Emoji recebidos. Não tem como ver o Emoji que a pessoa te enviou, ele sempre aparece como se a pessoa estivesse mandado um sinal (?) De interrogação. Por favor consertem isso.","autor":"Thiago Araújo"},{"data":"26 de outubro de 2018","util":"16","star":"3","review":"Estava a gostar imenso da aplicação só q apanhei com um erro nos \"ç\" por favor corrijam isto","autor":"Vasco Almeida"},{"data":"24 de novembro de 2018","util":"","star":"2","review":"Eu tenho um Moto G5s Plus e já faz duas semana que não consigo enviar SMS, já reinicie o aplicativo e atualizei e mesmo assim não consigo. Me ajudem pfvor !","autor":"Um usuário do Google"},{"data":"2 de novembro de 2018","util":"4","star":"5","review":"O mensageiro é muito bom. Acessa facilmente seus contatos e a janela de apresentação é muito bem organizada.","autor":"Valdinar Mesquita"},{"data":"25 de novembro de 2018","util":"","star":"4","review":"- Falta modo noturno automático consoante hora (hora início\/hora fim) - Falta a opção de seleção múltipla de mensagens para apagar - O serviço de chat tem muito para melhorar, nem sempre funciona e nem sempre as mensagens são enviadas\/recebidas","autor":"Danilo Costa"},{"data":"11 de novembro de 2018","util":"","star":"1","review":"App version from 19\/10 does not work (using OP2 with Oreo 8.1). When I try to open it, the screen just starts flickering, it is impossible to access any message and very difficult to close the app. I had to revert it to the previous version and disable automatic updates.","autor":"Um usuário do Google"},{"data":"31 de outubro de 2018","util":"7","star":"1","review":"Estava tão legal as cores que tinha nos ícones que poderia escolher iPod quando recebe tinha a cor pra cada pessoa","autor":"Um usuário do Google"},{"data":"27 de novembro de 2018","util":"","star":"3","review":"Interface atraente, serve bem ao propósito de receber mensagens SMS. Lógico que pode melhorar para se tornar um aplicativo de primeira necessidade, tal como se tornaram outros mensageiros eletrônicos.","autor":"Anderson Nascimento"},{"data":"26 de outubro de 2018","util":"29","star":"4","review":"No geral é boa, mas podiam adicionar a opção \"deslizar para apagar\"","autor":"Sergio Ribeiro"},{"data":"26 de novembro de 2018","util":"","star":"1","review":"Meu app não funciona, não consigo enviar e nem receber SMS. O sistema do celular e o app (MENSAGENS) estão atualizados e configurados corretamente, mas não consigo utilizar.preciso de uma solução","autor":"Patrícia Caldas"},{"data":"8 de novembro de 2018","util":"3","star":"1","review":"No início achei bom, depois começou bem a travar muito está muito mas muito ruim mesmo","autor":"Maria Luiza Soares"},{"data":"26 de outubro de 2018","util":"20","star":"5","review":"Espere e verá. Novo concorrente do Imessage da Apple. Ansioso pelo RCA! 🙌🏽","autor":"Vitor SIlva"},{"data":"4 de novembro de 2018","util":"3","star":"5","review":"Gostei muito dessa versão , bem melhor que a anterior e muito melhor que o Hangouts , mas leve e bem prático show de bola","autor":"Celso Faustino"},{"data":"31 de outubro de 2018","util":"7","star":"2","review":"Trava muito, é toda hora mandando fechar o app, da raiva, e não meu celular não, é o app msm, tirando isso... é massa.","autor":"Fran Sousa F10"},{"data":"4 de novembro de 2018","util":"2","star":"5","review":"Muito bom aplicativo do Android ,muito prático de usar e super decoradinho Adooorei ❤️","autor":"Um usuário do Google"},{"data":"9 de novembro de 2018","util":"1","star":"5","review":"Gosto muito desse app simples de usar , nunca foi preciso usar outro cumpre muito bem ao que foi destinado 😊","autor":"Magali Oliveira"},{"data":"22 de novembro de 2018","util":"2","star":"5","review":"Eu amei esse app depois de atualizado fkou super melhor atualizem fko ótimo😍😘👏👏👏","autor":"Um usuário do Google"},{"data":"21 de novembro de 2018","util":"","star":"3","review":"Ao q parece só serve pra substutuir msm o app de mensagens padrão do aparelho. Ou talvez a outra pessoa tbm tenha q possui o app pra funcionar.","autor":"Luiz Fernando"},{"data":"4 de novembro de 2018","util":"1","star":"3","review":"Ele não envia mensagens muito extenças e quando envia demora muito Outro problema é que certas mensagem demoram a ser enviadas e quando tento excluir algumas mensagens ele trava","autor":"Lucas Santos Santos"},{"data":"19 de novembro de 2018","util":"","star":"1","review":"ai não dá passaram do limite,se queriam os numeros de todos e tentar ser whats app,tenham vergonha na cara em obrigar a usar......péssimo....quando eu estiver na europa ,processo vcs.....","autor":"Um usuário do Google"},{"data":"1 de novembro de 2018","util":"15","star":"5","review":"Já que eu acho o WhatsApp muito chatoooo!! Este app Atende as minhas necessidades... gostei muito!","autor":"Um usuário do Google"},{"data":"27 de outubro de 2018","util":"18","star":"4","review":"É bom. Apenas me incomoda alguns acentos não entrarem quando digitamos.","autor":"Esther Gabrielly da Silva"},{"data":"29 de outubro de 2018","util":"7","star":"5","review":"O botão \"arquivar\" precisa ficar mais separado do botão \"excluir\". Várias vezes já cliquei em \"arquivar\" quando queria clicar em \"excluir\"","autor":"César Beloni"},{"data":"31 de outubro de 2018","util":"6","star":"1","review":"Não estou conseguindo enviar sms pois diz q o número está formatado incorretamente","autor":"Um usuário do Google"},{"data":"12 de novembro de 2018","util":"","star":"1","review":"Antes da atualização, a aparência da aplicação era muito mais apelativa ao olhar. Dava para mudar as cores das conversas, diferenciando cada contacto por cores. Além de que tudo está mais formal, nomeadamente, os símbolos nos contactos, o que não me agrada muito e nem posso mudar. Gosto de poder edi…\nResenha completa","autor":"Um usuário do Google"},{"data":"15 de novembro de 2018","util":"","star":"4","review":"Alguém me consegue explicar o que é o aviso (sem ligação SMS) no topo de uma conversa ????? Acho que me aparece desde a última atualização do android mas contínuo a conseguir enviar SMS.","autor":"Nuno Dolgner"},{"data":"10 de novembro de 2018","util":"1","star":"4","review":"Gostei da nova atualizado, mais intuitiva, simplificada e atrativa. Parabéns para a equipe e desenvolvedores. Eu recomendo !!","autor":"JHONY WALKER"},{"data":"12 de novembro de 2018","util":"","star":"1","review":"Desculpa mais este app é ruim não aceita acentos e demais caracteres, e demora muito pra enviar mensagem, e não corrige erros ortográfico , eu não recomendo!!","autor":"Maxdirley Silva"},{"data":"20 de novembro de 2018","util":"","star":"5","review":"Funciona bem, porém hoje usamos mais WhatsApp pois ao utilizar um wi-fi facilita muito na hora de enviar uma mensagem.","autor":"V c"},{"data":"30 de outubro de 2018","util":"5","star":"5","review":"Muito bom. Até agora tudo vai ótimo. O app promete o que diz. Parabéns.","autor":"nilson Conrado"},{"data":"5 de novembro de 2018","util":"6","star":"5","review":"Muito bom. Mas ficaria melhor se tivesse várias cores..","autor":"Um usuário do Google"},{"data":"22 de novembro de 2018","util":"","star":"2","review":"Desde a última atualização as vezes da erro e qiando não demora pra enviar as mensagens.E não aparece mais aa notificações de entrega ao destinatário.Concertem isso ai por favor!!!","autor":"Paulo Henrique Mendes Galdino"},{"data":"21 de novembro de 2018","util":"","star":"5","review":"Eu amo esse app mais depois da atualização de hoje ele começou a \"bugar\" muuuito na verdade ele não está nem abrindo !","autor":"Danilo Silva"},{"data":"10 de novembro de 2018","util":"1","star":"5","review":"O número de mensagens não lidas dando erro fica aparecendo mesmo depois de lidas!!!! Verificar esse bug","autor":"Um usuário do Google"},{"data":"9 de novembro de 2018","util":"","star":"2","review":"o app é bom, porem deveria ter a opção de aumentar o campo de escrever sms, poderiam colocar a opção de envio programado de sms, corrijam isso por favor!","autor":"Um usuário do Google"},{"data":"27 de outubro de 2018","util":"5","star":"5","review":"É ótimo ,não tenho oq reclamar sobre esse app!","autor":"Danilo Silva"},{"data":"26 de novembro de 2018","util":"","star":"3","review":"Esse app não deveria ter 90 MB nem é lá essas coisas. A Motorola deveria voltar como seus apps de SMS.","autor":"Marcos Eduardo Neves"},{"data":"20 de novembro de 2018","util":"","star":"5","review":"App ótimo, supre todas as necessidades básicas, as vezes da umas bugadas e as msg não são enviadas, mas fora isso tudo ok.","autor":"Geisa Silva"},{"data":"23 de novembro de 2018","util":"","star":"1","review":"Péssimo. Há um mês vem dando erro direto eu envio feedback e nenhuma resposta. Pior que não consigo desistala-lo.","autor":"Lia Dantas"},{"data":"27 de outubro de 2018","util":"4","star":"5","review":"Gosto muito desse app! Recebi e mando msg com segurança e rapidez. Show de bola!!","autor":"Elenildo Pena Rosa"},{"data":"25 de novembro de 2018","util":"","star":"5","review":"Bavaahia-((https:\/\/portaldeplanos.com.br\/credito-especial-claro\/ Crédito Especial Claro: Como pedir crédito emprestado da Claro https:\/\/tecnoblog.net\/121386\/publicidade-sms-anatel\/ Operadoras desobedecem Anatel e continuam enviando spam ... Whátsapp-(55)77988633745","autor":"Islan Corr"},{"data":"7 de novembro de 2018","util":"2","star":"3","review":"Ta muito pesado pra enviar mensagem fica um tempão enviando e da muita falha..","autor":"Antonio Do Espirito Santo"},{"data":"29 de outubro de 2018","util":"5","star":"2","review":"Gostaria de selecionar mais de uma mensagem para apagar e não ter que fazer isso uma por uma","autor":"Fabio Silva"},{"data":"29 de outubro de 2018","util":"4","star":"5","review":"Gostei muito do tema Black e de poder ver as msgs através do link","autor":"José Maria"},{"data":"24 de novembro de 2018","util":"","star":"1","review":"App tá um lixo,não está fazendo as funções que antes eram possíveis, travando e com muitos erros, não apaga mensagem velhas, está sem funcionalidades","autor":"Fabio Reges"},{"data":"18 de novembro de 2018","util":"","star":"2","review":"Este app não funciona para o envio de mensagens SMS para números que possuem 5 dígitos, como exemplo número utilizados pelos bancos. Como da defesa social. Quando faço o envio da mensagem SMS, não sei se é o app ou é falha deste sistema Android, ele simplesmente fecha o app de mensagens e reinicia o…\nResenha completa","autor":"Um usuário do Google"},{"data":"4 de novembro de 2018","util":"2","star":"3","review":"Um pouco complicado de lidar, as vezes esqueço a senha e não tem como conseguir liberar pela impressão","autor":"Welma Christina"},{"data":"8 de novembro de 2018","util":"2","star":"3","review":"Devia melhor Por vez eu não consigo encontrar SMS que envia","autor":"Um usuário do Google"},{"data":"15 de novembro de 2018","util":"","star":"1","review":"Depois da última atualização, ele começou a não manda as mensagens e sempre disse que esta sem conexão a rede.","autor":"Paulo Lessa"},{"data":"21 de novembro de 2018","util":"","star":"3","review":"Antes de eu atualizar ficou dando erro,dizendo que o aplicativo não tá respondendo arrumem isso aí.","autor":"Dandam Baiano"},{"data":"26 de outubro de 2018","util":"21","star":"5","review":"Melhor app de SMS de toda a Google Play Store!","autor":"Um usuário do Google"},{"data":"15 de novembro de 2018","util":"","star":"5","review":"É Excelente, é Claro que como todo e qualquer aplicativo, tende a melhorar ainda mais, mas no momento está satisfatório... Parabéns aos desenvolvedores","autor":"Um usuário do Google"},{"data":"24 de novembro de 2018","util":"","star":"1","review":"A vista da aplicação é péssima e desatualizada. Não tem estilo nem beleza. Nem parece que estou a usar um octacore","autor":"Bruno Pinto"},{"data":"22 de novembro de 2018","util":"","star":"1","review":"Não se parece em nada com as fotos publicadas aqui na Google Play... parece mais uma versão antiga do App... e as fotos mostram uma versão mais recente e bonita.","autor":"Charlie Waffles"},{"data":"27 de outubro de 2018","util":"3","star":"5","review":"Uso pouco esse app, mas quando uso tenho obtido excelente resultado.","autor":"Um usuário do Google"},{"data":"29 de outubro de 2018","util":"8","star":"5","review":"Surpreendente. Tem a possibilidade de utilizar o app via web. Isso ajuda muito!","autor":"Raul Ventura"},{"data":"1 de novembro de 2018","util":"2","star":"3","review":"O aplicativo está demorando cerca de 5 segundos para deletar uma mensagem.","autor":"Rodrigo Ferreira"},{"data":"1 de novembro de 2018","util":"5","star":"2","review":"Após à última atualização, nem recebe notificações de mensagens, tem muitos bugs à eliminar e enviar mensagens","autor":"Rafael Costa"},{"data":"18 de novembro de 2018","util":"","star":"2","review":"Cara essa nova atualização não está enviando mensagens ao destino que eu quero por favor arrumem isso.","autor":"camila cabello"},{"data":"26 de outubro de 2018","util":"14","star":"5","review":"eu achei bom, as mensagens chega de alto nível de envio","autor":"Ewerton Rodrigo"},{"data":"24 de novembro de 2018","util":"1","star":"3","review":"As mensagens quando são enviadas, no balão aparecem sem a acentuação e o \"ç\" aparece \"Ç\" em maiúscula...","autor":"jose luis Pinto de Oliveira"},{"data":"13 de novembro de 2018","util":"1","star":"1","review":"Fui obrigado a usar todos os meus aplicativos de mensagem em um só, isso é horrível","autor":"Gabriel Gavioli"},{"data":"16 de novembro de 2018","util":"1","star":"1","review":"Depois da última atualização o app fica fechando sozinho direto, atrapalha muito","autor":"Rivaldo Freitas"},{"data":"23 de novembro de 2018","util":"","star":"3","review":"Ele é bom mas infelizmente, não pode apagar várias mensagens ao mesmo tempo. Apagar uma de cada é péssimo.","autor":"Flávio Rodrigues"},{"data":"25 de novembro de 2018","util":"","star":"1","review":"Não entrega as msg quando o destinatário está offline. Deveria aparecer sempre a opção. Como faço para alterar esta opção?","autor":"Natália Maltez"},{"data":"23 de novembro de 2018","util":"","star":"2","review":"Or quando uma msg chega que tô enviando outra passa um tempão pra enviar .... Vamos ver isso aí pfvr cara","autor":"tudo de tudo"},{"data":"25 de novembro de 2018","util":"","star":"2","review":"Depois da última atualização eu não consigo mais enviar mensagens, elas simplesmente não chegam ao destinatário.","autor":"Um usuário do Google"},{"data":"1 de novembro de 2018","util":"2","star":"5","review":"Falta só opção de ver se foi visualizada a mensagem enviada","autor":"Nilma fernandes de lima"},{"data":"26 de outubro de 2018","util":"26","star":"5","review":"Envio SMS Free, sem créditos com ele!","autor":"Dunnamix 3.6"},{"data":"30 de outubro de 2018","util":"2","star":"1","review":"Depois da última atualização...só vive dando erro nem consigo mandar SMS maia","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"","star":"1","review":"Não consigo enviar mms no grupo de contatos. Preciso que alguém resolva isso ou me mostre como fazer.","autor":"Um usuário do Google"},{"data":"14 de novembro de 2018","util":"","star":"1","review":"Pessimo..estou com dificuldade para enviar mensagem depois q atualizou..meu celular e asus zenfone 4 selfie.. da erro direto","autor":"camila braga"},{"data":"18 de novembro de 2018","util":"","star":"5","review":"Aplicativo indispensável hoje em dia. Ainda não explorei todas as funcionalidades dele, no entanto até o momento atendeu tudo que precisei. Parabéns aos desenvolvedores!","autor":"Igor Luciano"},{"data":"26 de outubro de 2018","util":"10","star":"5","review":"Utilizo pouco, mas estou satisfeito","autor":"Alfredo Fortuna"},{"data":"30 de outubro de 2018","util":"1","star":"4","review":"Estou usando a poucos dias, até o momento estou avaliando como bom.","autor":"Um usuário do Google"},{"data":"9 de novembro de 2018","util":"1","star":"3","review":"Achei o app meio confuso e não te da a opção de bloquear mensagens indesejadas","autor":"Um usuário do Google"},{"data":"4 de novembro de 2018","util":"7","star":"2","review":"Depois da última atualização, tá lento, demora para excluir conversas","autor":"Jailson Maia"},{"data":"19 de novembro de 2018","util":"","star":"3","review":"Não tá chegando a notificação de quando a mensagem vai ser enviada,isso dá sendo chato então pode melhorar","autor":"Um usuário do Google"},{"data":"6 de novembro de 2018","util":"1","star":"3","review":"Falta a opção de configurar as opções de deslize para deletar ou arquivar as mensagens.","autor":"Thomaz Nabuco Fabriani"},{"data":"6 de novembro de 2018","util":"1","star":"4","review":"Quando estou a mandar msg leva muito tempo e ao escreve complica muito nas letras","autor":"Maida Cumaio"},{"data":"6 de novembro de 2018","util":"","star":"5","review":"Conheço poucos recursos deste APP, apesar de ser bem útil até agora para SMS.","autor":"Marcelo Cunha"},{"data":"18 de novembro de 2018","util":"1","star":"5","review":"Ótimo, mais deveria ter por ele mesmo a função de agendar mensagens","autor":"Jusceley Santos"},{"data":"20 de novembro de 2018","util":"","star":"2","review":"Não tem como enviar mensagens digitando o número do telefone. Você tem que possuir o número já nos seus contatos. Acho isso bem ruim.","autor":"Um usuário do Google"},{"data":"2 de novembro de 2018","util":"28","star":"4","review":"Melhorou bastante. Vale a pena usar! 😊","autor":"hermes pons"},{"data":"2 de novembro de 2018","util":"4","star":"4","review":"A foto do meu contato não aparece mais.","autor":"Jorge David"},{"data":"31 de outubro de 2018","util":"2","star":"5","review":"Gosto muito, ainda mais a versão web pra PC!","autor":"Luiz Campos"},{"data":"20 de novembro de 2018","util":"","star":"1","review":"O app não envia e nem recebe SMS, já desinstalei , atualizei e nada do mesmo funcionar","autor":"angela cristina betamelo"},{"data":"23 de novembro de 2018","util":"","star":"1","review":"Trava mto, as vezes os contatos somem, só fica o número registrado, além de dar erro na hora de enviar","autor":"Maxwillian13 Maxwilliangalo13"},{"data":"9 de novembro de 2018","util":"1","star":"5","review":"Fácil de usar, preciso,oferece tudo que eu preciso.. e até mais! ótimo","autor":"Robinson Ferreira Coelho"},{"data":"20 de novembro de 2018","util":"1","star":"4","review":"Ainda não utilizei por completo o aplicativo, por isso não dei nota maior","autor":"Monica fernanda de souza merele"},{"data":"24 de novembro de 2018","util":"","star":"4","review":"Na mudança de Android do 7.1 para o 8.1, a única coisa que não gostei é que não está abrindo o meu armazenamento","autor":"Claudio Almeida"},{"data":"8 de novembro de 2018","util":"18","star":"5","review":"Melhorou, sem bugs, rápido e prático","autor":"Fallen Hornet"},{"data":"27 de outubro de 2018","util":"3","star":"3","review":"É bom mas demora muito pra enviar fotos","autor":"Um usuário do Google"},{"data":"29 de outubro de 2018","util":"6","star":"5","review":"Cumpre o que promete, simples e fácil de usar.","autor":"Jose Carlos Fernandes Dantas"},{"data":"2 de novembro de 2018","util":"6","star":"3","review":"queria poder conseguir mandar fotos!","autor":"Um usuário do Google"},{"data":"5 de novembro de 2018","util":"","star":"4","review":"Muito bom para os contatos comerciais do meu interesse: drogarias, laboratórios, consultórios médicos e odontoligicos.","autor":"Silvia M F Cardoso"}]