[{"data":"11 de outubro de 2018","util":"458","star":"3","review":"Aplicativo era ótimo mas ultimamente não anda me notificando MSG e ligações que recebo só consigo ver que me mandaram alguma MSG ou que me ligaram nele quando abro o aplicativo justamente para ver se tenho alguma notificação ai quando abro comessa o telefone a vibrar tocar as msgs tudo de uma vez só","autor":"Flávio Ribeiro LP"},{"data":"22 de setembro de 2018","util":"503","star":"5","review":"Eu amei o APP curti muito ele, pena q a maioria dos meus contatos não tem esse APP, gostaria d dá uma dica seria muito bom tbm q realiza-se chamada d vídeo (minha opinião) mas super recomendo ele meus parabéns!","autor":"Shelle Blawasck"},{"data":"23 de outubro de 2018","util":"224","star":"3","review":"Depois da ultima atualização parou de notificar as mensagens. Está bem ruim! Mesmo assim é leve, rápido e divertido! Meu sonho é substituir de vez o concorrente por esse aplicativo! Muito mais fácil e útil para o dia a dia. Salva tudo na nuvem e não ocupa hd do cel com todas as mensagens. Recomendo","autor":"Marina Lima"},{"data":"2 de setembro de 2018","util":"330","star":"5","review":"Ótimo app falta da; uma melhorada nas notificações e outro probleminha é que quando vc entra no App não da pra saber quem te mandou a mensagem pois no contanto que te mandou a mensagem não tem nada que facilite a visualização como no watsap que além da notificação quando vc entra no App a também um …\nResenha completa","autor":"leonardo Martins"},{"data":"21 de setembro de 2018","util":"132","star":"5","review":"Na minha opinião o Telegram é o melhor mensageiro online da Play Store, mas infelizmente ele tem apresentado problemas no recebimento de mensagens, não está notificando! Outro ponto que pode ser melhorado é o reprodutor de música que poderia usar o equalizador do dispositivo para uma melhor experiên…\nResenha completa","autor":"Alex Rodrigues"},{"data":"7 de novembro de 2018","util":"146","star":"1","review":"QUE ESSE TELEGRAM SE TORNE DEFINITIVO O TELEGRAM X COMO VI NOTÍCIAS EM SITES ESSA SEMANA COM RECURSOS MELHORES E QUE A CHAMADA DE VÍDEO CHEGUE LOGO PARA ESSE APLICATIVO EXCELENTE","autor":"ROSEMIR G DA SILVA"},{"data":"28 de agosto de 2018","util":"126","star":"5","review":"O aplicativo é muito bom, porém precisa de atualização para concertar o bug das mensagens que não chegam na hora certa. Mas será que o Telegram X vai ser atualizado para o português? E é muito estranho que é a terceira vez que atualiza no mesmo dia e sempre é a mesma coisa. Agora já é 4 vez que atua…\nResenha completa","autor":"Um usuário do Google"},{"data":"13 de setembro de 2018","util":"47","star":"3","review":"Seria o melhor app de mensagem, pena que nos aparelhos da Asus ele não entrega as notificações, o que me obriga a usar o outro app (o famoso, que eu detesto) quando preciso que a pessoa receba a comunicação o mais rápido possível. Adoraria que vocês resolvessem isso.","autor":"Agislânia A. Lopes"},{"data":"27 de setembro de 2018","util":"6","star":"4","review":"Ele quando vc vai nas mídias compartilhadas no canal e aperta em uma foto ele baixa a próxima automaticamente sem você querer, e nessa mesma pasta nao mostra o percentual do video, so mostra quando está no chat","autor":"Rafael Braz"},{"data":"18 de outubro de 2018","util":"37","star":"2","review":"Nao sei o que acontece mas recebo msg com dias de atraso e o mesmo qndo eu mando, a pessoa demora dias para receber. Chato pq indiquei para muitos amigos e vou ter q ver um outro app semelhante, pois os comunistas querem tirar o whatsapp do ar.","autor":"Wania Esteves"},{"data":"15 de setembro de 2018","util":"68","star":"4","review":"Aplicativo muito bom, tem funções ótimas como editar mensagens e ao apagar msg não aparece que vc apagou, tem senha. Mas precisa de algumas melhorias como notificar na hora certa quando a mensagem chega, mostrar na barra de notificação quem mandou a msg quando está com senha ativa.","autor":"Stefany Lima"},{"data":"25 de novembro de 2018","util":"14","star":"4","review":"Muito bom. Apenas precisam melhorar a questão das notificações, pois às vezes não recebo. Além disso, agora está ficando on-line sem a pessoa estar. Esta acontecendo com muita frequência e isso é muito ruim. Não tá aparecendo o status certo se está online ou offline. Isso é muito importante que arru…\nResenha completa","autor":"Stéphanie L. M."},{"data":"13 de outubro de 2018","util":"4","star":"1","review":"Deu erro na minha conta e simplesmente não consigo mais entrar. Já tive instalado há algums anos atrás, hj quando fui voltar não consegui nem colocar o nome de usuário.","autor":"Um usuário do Google"},{"data":"28 de outubro de 2018","util":"50","star":"4","review":"Gosto muito do Telegram e o considero o melhor aplicativo de comunicação. A minha observação é a mesma que alguns usuários fizeram abaixo: não estou recebendo todas as notificações de mensagens. Tem vez que eu abro o aplicativo e só assim aparecem todas as notificações de uma vez. Já olhei nas confi…\nResenha completa","autor":"Marna Bride"},{"data":"26 de novembro de 2018","util":"475","star":"1","review":"Foi-se a época em que o Telegram era um app ótimo pra troca de msgs e arquivos, hoje infelizmente, as pessoas estão deixando de usar este app por causa da falta de investimentos e melhorias dos seus criadores. As novas msgs não chegam com notificação, só chega se abrir o app. Uma msg que um amigo en…\nResenha completa","autor":"Joadison Ferreira"},{"data":"15 de setembro de 2018","util":"41","star":"4","review":"Ótimo aplicativo, porém, tem grave problema com as notificações. Recebo notificações de mensagens muitas horas depois, isso quando recebo. A falta de notificação nos obriga a ficar abrindo o aplicativo o tempo todo para checar se existem novas mensagens, o que prejudica muito a comunicação (algo que…\nResenha completa","autor":"Maria Hatjiathanassiadou"},{"data":"7 de outubro de 2018","util":"15","star":"5","review":"O Melhor, mais seguro, mais funções. Com ele posso participar de grandes grupos, melhor para administrar grupos, mais interativo, enviar e receber filmes completos, transferir arquivos do PC para o celular e vice versa, salvar mensagem, fazer ligações do PC para o celular e vice versa, ver vídeos do…\nResenha completa","autor":"Jesus Silva Feitosa"},{"data":"30 de agosto de 2018","util":"35","star":"5","review":"App muito bom porém não fica mais logado direto no meu celular e fechando toda hora, não possui cumprimentos caminho de suporte, por isso diminui as estrelas. Não consigo usar o app mais no meu celular","autor":"Saulo Oliveira"},{"data":"21 de outubro de 2018","util":"35","star":"5","review":"eu gosto muito mais n ta aparecendo muito as notificações ta ruim nisso tem q consertar e tb vcs adicionarem a chamada de video vai ficar perfeito só falta essa opção ta melhor do q o watts","autor":"Taynara Emanuelle"},{"data":"13 de outubro de 2018","util":"3","star":"4","review":"Eu instalei o telegran e desinstalei, tentei instalar de novo e como não recebia a msg tentei mais algumas vezes, agora aparece sempre uma msg dizendo pra tentar mais tarde, problema é que não da mais, sempre aparece essa msg mesmo eu tentando no outro dia...","autor":"Stella Amorim"},{"data":"4 de setembro de 2018","util":"27","star":"2","review":"Vou dar nota baixa porque da última atualização para cá, meu telegram tá com muito bug. Toda vez que eu entro no chat com tá mensagens que eu já visualizei como não visualizada. Quando tem menção minha no grupo, eu clico no ícone e não vai. Tá bem sofrido de usar com tanto bug.","autor":"Tiago Gabay"},{"data":"7 de novembro de 2018","util":"1","star":"3","review":"Eu adoro o telegram e uso há anos. Mas desde as últimas atualizações que deixei de receber notificações das mensagens ou só recebo quando entro no aplicativo e ele aparece que está conectando.","autor":"Greice Abe"},{"data":"19 de setembro de 2018","util":"32","star":"3","review":"Apesar de ser muito bom tenho notado que depois que mudei pro Android Oreo, as notificações estão com falhas. Só vejo que tem mensagem quando abro o aplicativo, e isso é muito chato. Seria uma boa corrigir isso. No Android marshmallow isso não acontecia.","autor":"Eraldo Andrade"},{"data":"26 de novembro de 2018","util":"1","star":"5","review":"Muito rápido, é na velocidade da luz, e com eficiência total, mas precisa urgente de separação por abas, tipo aba de chat, grupo, camais, bot, assim ficaria perfeito. Mas melhore o visto por último, nem mostra todo na tela de chat, coloca apenas visto as... É não visto por último...","autor":"Wellynthon Costa"},{"data":"29 de agosto de 2018","util":"43","star":"4","review":"Simplesmente não notifica, o que torna a comunicação muito desanimadora. Ganha em todos os quesitos pra concorrencia, mas a falta de notificação tem um peso imenso pra que às vezes eu recorra ao outro mensageiro. Consertem isso, é o básico!","autor":"Pamella Guimarães"},{"data":"27 de setembro de 2018","util":"19","star":"5","review":"Muuuuuitooooo bom é um milhão de vezes melhor q i Zap da para você ver se a pessoa tá tirando print não demora para carregar vídeos fotos etc e tem o modo de conversa secreta que você coloca o tempo para a mensagem apagar muito bom mesmo","autor":"Nerd Sarcástico"},{"data":"3 de setembro de 2018","util":"44","star":"4","review":"O app é muito bom... porém tem 2 problema graves, raramente chega às notificações, obrigando a abrir o app e muitas vezes mostra q estou on line sem q isso seja verdade.","autor":"Rhafaella Jeorgea Batista Cerqueira"},{"data":"2 de setembro de 2018","util":"46","star":"4","review":"Aplicativo excelente, mas a última atualização trouxe um problema (na minha opinião): a aba com mídias compartilhadas agora é de rolagem, o que faz mudar se ele não identificar o movimento que você fez e perder o arquivo que você está pesquisando.","autor":"Julio Cezar Caldeira"},{"data":"15 de outubro de 2018","util":"7","star":"3","review":"É um bom app enqto ele esta aberto, pq ultimamente tem notificado qndo quer. As vezes notifica as vezes não, ai qndo entro q chega um bando de msgs.","autor":"Cristhiane ingrid"},{"data":"1 de outubro de 2018","util":"33","star":"4","review":"Eu gosto muito só tele mas a única reclamação que eu tenho a fazer e sobre uns grupos que você não sabe nem da o de veio com um monte de gente falando em uma idioma que você nunca viu. Corrigi isso por favor já to cansada de abri o tele e ter um monte de grupo que não sei nem da onde veio","autor":"Um usuário do Google"},{"data":"14 de setembro de 2018","util":"22","star":"3","review":"Se coloco um arquivo para baixar e saio do app ele não termina de baixar e apaga tudo q já foi baixado. Antes dá última atualização tinha conseguido baixar, um vídeo, mas não consegui abrir o arquivo e ele também não apareceu no aplicativo de mídia do meu celular (Fotos) google","autor":"kervson S.V."},{"data":"10 de outubro de 2018","util":"16","star":"5","review":"Ele é muito bom mesmo, agora só está com um probleminha que depois que o meu celular foi atualizado demora pra chegar às notificações, Você tem que este sempre olhando o aplicativo. Melhorem isso logo..","autor":"Angélica Freitas"},{"data":"3 de setembro de 2018","util":"19","star":"5","review":"Nas últimas semanas está ocorrendo um problema, não está salvando o número, tenho que colocar ele toda vez que entro. Antes disso estava perfeito. Agora não estou conseguindo nem entrar no aplicativo","autor":"vitor barbosa"},{"data":"20 de setembro de 2018","util":"14","star":"5","review":"Muito bom mais falta muita coisinha ainda tipo vc não sabe se a mesagem caiu no celular da outra pessoa so sabe quando ela ve tinha que parecido com zap eu acho..","autor":"David Paiva"},{"data":"31 de agosto de 2018","util":"32","star":"5","review":"O melhor App de tds, não tem comparação, uma pena nI ter mtos adeptos. Parabéns pelo simples fato de nós podermos enviar mídias sem limite de tamanho.","autor":"Um usuário do Google"},{"data":"6 de outubro de 2018","util":"15","star":"5","review":"Quando vai estar disponível a opção pra realizar chamadas em vídeos?? Também poderia melhorar mais em relação as notificações e quando alguém liga pra você, pq nem sempre aparece. Fora isso, o app é ótimo.","autor":"Liandra Shades"},{"data":"10 de setembro de 2018","util":"56","star":"5","review":"Curto d+ esse app' acho melhor que o whatsapp, so e uma pena que poucas pessoas do meus contatos que usar... Msm assim n deixo de usar ele por nada♡","autor":"Thacio Galeno"},{"data":"21 de setembro de 2018","util":"4","star":"5","review":"por favor, eu queria recuperar minha conta, porém não tenho mais o chip que estava cadastrado nela.. eu só sei o número decorado, alguém poderia me ajudar?","autor":"William Lima"},{"data":"17 de setembro de 2018","util":"13","star":"1","review":"Era ótimo, mas a partir de dois meses para cá, não está chegando notificações das pessoas que converso. Tenho que ficar entrando no App para ver se a pessoa respondeu.","autor":"Tharles França"},{"data":"27 de novembro de 2018","util":"1","star":"5","review":"As vezes não notifica as mensagens e chamadas.. por favor arrumem isso e se colocarem chamada de video agradeceria tbm. ai sim, o app séria perfeito. ;)","autor":"Lanna Dara"},{"data":"26 de outubro de 2018","util":"16","star":"5","review":"Simplesmente perfeito. Melhor e mais completo app possível. Não entendo pq as pessoas ainda usam o tal led zappelin sendo que o telegram é uma verdadeira obra prima da tecnologia.","autor":"João Pedro B. Arrais"},{"data":"8 de setembro de 2018","util":"7","star":"2","review":"O que posso fazer quando mandam uma mensagem avisando \"Muitas tentativas. Por favor, tente novamente mais tarde?\" Impossibilitando você entrar no App. Péssimo!","autor":"Um usuário do Google"},{"data":"6 de outubro de 2018","util":"4","star":"3","review":"O problema frequente em não ser notificado já me fez perder eventos de amigos, com o tempo isso pode melhorar (isso acontece com outros amigos meus que não tem o mesmo celular que eu).","autor":"Um usuário do Google"},{"data":"2 de setembro de 2018","util":"20","star":"5","review":"Telegram is much more powerful, fun, smart and light than WhatsApp, It keeps your files in the cloud so you can recover them everytime you want. (Telegram é muito mais poderoso, divertido, inteligente e leve que o WhatsApp, ele tem a vantagem de manter seus arquivos na internet para que você possa r…\nResenha completa","autor":"Rafael TM"},{"data":"21 de setembro de 2018","util":"4","star":"2","review":"Não consigo instalar no meu zenfone, Asus... Da um tal de erro -24 que meleca, eu gosto do APP mas não consigo instalar de novo, tinha no celular, ai atualizou e não funciona mais😥😥😥","autor":"Sandra Santos Limão"},{"data":"19 de setembro de 2018","util":"5","star":"4","review":"O aplicativo é excelente e infinitamente superior a qualquer outro App similar que eu tenha utilizado. O único problema é que recentemente ele não sinaliza quando há novas mensagens, precisando assim, abrir o aplicativo para ser notificado dessas novas mensagens.","autor":"Bruno Abbehusen"},{"data":"2 de setembro de 2018","util":"10","star":"5","review":"Gostaria de pedir para que quando encerrado o chat secreto por qualquer um dos integrantes, o chat sumisse da tela inicial de todos os integrantes dessa forma sendo necessário que seja iniciado outro sempre novo.","autor":"Jean Pierre"},{"data":"30 de outubro de 2018","util":"12","star":"5","review":"Um ótimo mensageiro. Prefiro Telegram a WhatsApp. Me passa mais confiança. Só tenho um problema: parece que as mensagens demoram pra chegar. Não sei se é problema de conexão ou alguma configuração no app.","autor":"Marco Antonio Vazquez Luques"},{"data":"2 de outubro de 2018","util":"3","star":"5","review":"Gosto do App, porém com a última atualização não consigo mais apagar as mensagens de um grupo por exemplo. Não tem mais essa opção?? Tenho que ficar com todas as conversas sem poder limpar os históricos??","autor":"Camila Sales"},{"data":"30 de agosto de 2018","util":"23","star":"5","review":"App ótimo , possuí ótimos recursos e personalizações , cada vez aprendo mais é ótimo a função assistir o vídeo sem ter que ir para o YouTube , Telegram perfect , xup@ \" uatis zápi\"","autor":"Samuel_Gamer"},{"data":"11 de outubro de 2018","util":"3","star":"5","review":"Achei ele com ferramentas bem inovadoras, sobretudo, para tratar de assuntos até mesmo profissionais. Bem seguro o Telegram, compacto e de ótima qualidade. Diferentemente de outros Apps. PARABÉNS AOS DESENVOLVEDORES!","autor":"Davi de Souza"},{"data":"5 de setembro de 2018","util":"13","star":"3","review":"Uso o telegrama por ele ter muito mais opções, porém ele NÃO NOTIFICA as mensagens a maioria das vezes, o que perde todo o sentido da existência de um app de mensagens instantâneas","autor":"Thayanna Cunha"},{"data":"23 de setembro de 2018","util":"2","star":"5","review":"Telegram Excellent ! ! ! Excelente App, não dá para comparar nada com o Telegram, nem esse \"tal mais famoso\"; só fama😝👎, Telegram Excellent , só uma sugestão, acrescente quantidade infinita na função Fixar no topo, que atualmente são apenas 5 posições.","autor":"ANDRE BRITO"},{"data":"12 de outubro de 2018","util":"4","star":"3","review":"Uso telegram há anos, mas agora está com um problema sério com as notificações, só chega a mensagem quando abro o aplicativo, está ficando inviável utilizá-lo, espero que reparem essa falha","autor":"Um usuário do Google"},{"data":"3 de setembro de 2018","util":"12","star":"1","review":"Não aguento mais esse negócio de ter que esperar a pessoa se conectar pra eu poder mandar mensagem pra ela. Perco carona por causa dessa coisa INÚTIL.","autor":"Um usuário do Google"},{"data":"5 de outubro de 2018","util":"5","star":"4","review":"Melhor que o Whatsapp, mas está com um problema meio chato rm relação as notificações. Às vezes recebo normalmente, as vezes horas depois e algumas vezes nem sequer recebo.","autor":"Nicole Kirisaki"},{"data":"30 de agosto de 2018","util":"9","star":"4","review":"Como começar? Primeiro meu celular foi roubado, Eu não consigo entrar no telegram pois meu chip estava no celular, Então perdi todos os meu grupos? Tem como logar sem o número?","autor":"Камуи"},{"data":"15 de outubro de 2018","util":"10","star":"2","review":"Está perdendo qualidade. No Moto G5 NÃO NOTIFICA a entrada de novas mensagens, trava ao enviar imagens... Tá perdendo campo pro WhatsApp. NÃO NOTIFICA!!!","autor":"Rafael Machado"},{"data":"10 de setembro de 2018","util":"6","star":"5","review":"O APP é ótimo, o melhor de conversa na minha opinião. Porém, seria melhor se ajustassem a chegada de notificações de mensagens e se pudesse voltar a possibilidade de tirar prints das conversas.","autor":"Nath Nunes"},{"data":"3 de outubro de 2018","util":"2","star":"4","review":"O aplicativo é muito bom, mas estou com problemas para receber notificações desde d que atualizei o sistema do celular para o Oreo, as notificações não chegam a não ser que abra o app. Corrijam isso por favor","autor":"Lucas Cavalcante"},{"data":"1 de setembro de 2018","util":"13","star":"5","review":"uso o telegram a 3 anos e ele tem dois problemas seríssimos o primeiro é que ele muitas vezes não notifica as mensagens e o outro é que mostra que estou online quando não estou espero que vocês arrumem isso pq realmente é muito chato :\/","autor":"vezis"},{"data":"3 de novembro de 2018","util":"6","star":"5","review":"Já que o WhatsApp deu pra copiar vocês, vocês deveriam copiar o WhatsApp no seguinte quesito: deixar os grupos no privado, assim é melhor e mais atrativo pra quem quer se manter no Telegram.","autor":"Joy Manuh"},{"data":"5 de setembro de 2018","util":"6","star":"2","review":"Nao Gostei pois faz tempo que tento entrar novamente e Diz que tive muitas tentativa e nao Consigo entrar Novamente So Queria Saber O Por que","autor":"Ari Anderson"},{"data":"26 de setembro de 2018","util":"2","star":"4","review":"O app é muito bom, mas vocês poderiam colocar uma aba lateral para mudar o contato para o qual será enviada a mensagem. Ter que ficar voltando na seta superior esquerda demora muito.","autor":"Sidney BS"},{"data":"5 de setembro de 2018","util":"7","star":"3","review":"Eu já baixei o app em outro celular e quando tento nesse após baixar e vou colcoar meu número simplesmente não manda o código e fica querendo que eu o coloque","autor":"Um usuário do Google"},{"data":"27 de outubro de 2018","util":"1","star":"4","review":"O App é bom, não deve nada ao concorrente, porém tem algum problema com notificações, não avisa sobre novas mensagens. Façam os ajustes, por favor!","autor":"Letícia Coral"},{"data":"7 de setembro de 2018","util":"17","star":"4","review":"As notificações não aparecem no momento em alguem manda algo e\/ou só chegam quando abrimos o aplicativo. Arquivar conversar seria uma ótima opção.","autor":"Max Henrique"},{"data":"28 de setembro de 2018","util":"4","star":"2","review":"Eu queria saber porque o meu Telegram está apresentando Falhas contínuas. Toda hora da falha no Telegram por favor alguém responde 😡","autor":"William Off"},{"data":"29 de agosto de 2018","util":"23","star":"5","review":"Ótimo app, a única coisa ruim é que nem sempre ele manda notificação de mensagens, é chato ter que abrir o app pra ver se tem novas mensagens.","autor":"Marlon Pereira"},{"data":"24 de outubro de 2018","util":"1","star":"5","review":"Excelente Aplicativo ! É a primeira vez que eu uso o Telegram ! O Telegram superou as minhas expectativas ! Quem reclama do Telegram é sinal de que não sabe usar o celular e atualizá-lo ! Com telegrama dá para encontrar grupos incríveis sobre diversos assuntos ! O Telegram é dinâmico e fácil de usar…\nResenha completa","autor":"Ricardo Liborio"},{"data":"1 de setembro de 2018","util":"9","star":"5","review":"MARAVILHOSO!!! ELE NÃO TEM LIMITE DE ÁUDIO COMO O WATSAP, COM ELE POSSO MANDAR GRAVAÇÃO DE MAIS 30 MINUTOS. PARABENSSSSS","autor":"VOU ORAR POR VOCÊ"},{"data":"14 de outubro de 2018","util":"2","star":"5","review":"O aplicativo é ótimo mais completo que tem aqui porem precisa ser atualizado pois não está notificando acredito que logo eles devem corrigem isso","autor":"david vezzaro de macedo"},{"data":"7 de outubro de 2018","util":"13","star":"3","review":"Decepcionado com o telegram, duas contas banidas em menos de um mês, e olha que só tenho canais de fotos da família, de músicas e livros, falando das músicas e livros separadamente eram mais de 200 mil cada, muito decepcionado","autor":"Gilmar Leal"},{"data":"29 de agosto de 2018","util":"13","star":"1","review":"O aplicativo não ta enviando o SMS para que eu possa ativar o telegram , por favor arrumem isso aí o mais rápido possível.","autor":"Maurinei Rodrigues Ferreira."},{"data":"10 de setembro de 2018","util":"4","star":"2","review":"APP não está online a todo momento, tenho que que está abrindo o APP para chegar novas mensagens, OBS.: não está configurado para bloquear o uso de dados em segundo plano!!!","autor":"Ricardo Santos"},{"data":"6 de outubro de 2018","util":"5","star":"5","review":"Melho aplicativo de toda tecnologia!Sério FAÇO TUDO POR ELE,COMO ESSE APLICATIVO NÃO GANHOU O PRÊMIO DE MELHOR DO MUNDO?HAHAHA,PARABÉNS PELO EXCELENTE TRABALHO! CONTINUEM ASSIM! A CONCORRÊNCIA FICA LOUCA!HAHA TE AMO!","autor":"Pedro Araujo OFFICIAL"},{"data":"25 de outubro de 2018","util":"4","star":"2","review":"Não emite mais notificações em segundo plano. Algo vem acontecendo nas últimas semanas que causa estranheza e desconfiança. Mesmo configurando alta prioridade tanto no aplicativo quanto no Android, não notifica mais. Você precisa abrir o aplicativo para as mensagens entrarem. Estranho? Também acho. …\nResenha completa","autor":"RC Marcenal"},{"data":"19 de novembro de 2018","util":"4","star":"5","review":"NA MINHA OPINIÃO É MUITO MELHOR QUE O WHATS, O PROBLEMA É QUE A GALERA VAI PELA MAIORIA... QUANDO FIZER CHAMADAS DE VIDEO TALVEZ FIQUE MAIS ATRATIVO","autor":"Malvina Spíndola"},{"data":"11 de outubro de 2018","util":"3","star":"2","review":"Sempre usei e era ótimo.... Mas agora as msgs só chegam se vc entrar no app. As notificações estão sempre atrasadas isso quando chega....","autor":"Lucienne Vilas Boas"},{"data":"18 de outubro de 2018","util":"5","star":"5","review":"Simplesmente o melhor APP. Deixa o whatsapp no chinelo. Entrei num grupo pra iniciantes o pessoal da muitas dicas. @grupotelegramchat (podem entrar, recomendo)","autor":"Um usuário do Google"},{"data":"30 de setembro de 2018","util":"1","star":"3","review":"Amo Telegram, uso apenas ele como app de mensagens. Ponto negativo: essa data que fica suspensa e visível em todas as mensagens incomoda muito, essa \"data suspensa\" está nas versões mais novas, por isso, fazendo downgrade...","autor":"José Uisley"},{"data":"15 de outubro de 2018","util":"1","star":"5","review":"Melhor APP de mensagens instantâneas do mundo, melhor do que qualquer outro. Grupos com capacidade de até 100000 (cem mil ) participantes, e com capacidade para enviar mensagens de mídia de até 1.5 Gb. Amei esse aplicativo. É de graça.","autor":"Merodac Almeida"},{"data":"22 de setembro de 2018","util":"2","star":"3","review":"Colocar a opção de salvar gifs direto na galeria ou ilimitar a quantidade a ser salva no próprio App para a utilização do atalho direto que aparece no teclado. por favor, obrigado.","autor":"Julio Freitas"},{"data":"18 de setembro de 2018","util":"4","star":"3","review":"Gostaria de saber se tem como recuperar uma conta cujo o número foi desativado :\/. Por favor respondam assim que puderem.","autor":"Sereia. sz"},{"data":"6 de outubro de 2018","util":"18","star":"5","review":"Tem muito potencial, é o melhor da categoria mensageiro. Porém tem falha na notificação, ele só notifica quando abre o aplicativo.","autor":"Matheus Henrique"},{"data":"31 de agosto de 2018","util":"10","star":"1","review":"É um aplicativo maravilhoso!! Porém, não chega a notificação quando recebemos novas mensagens.... Isso é o maior problema! Corrigindo esse erro, tá blzz","autor":"Paula Brito"},{"data":"1 de outubro de 2018","util":"3","star":"5","review":"É show de bola amo porém gostaria de saber como faço p recuperar o q eu ja deletei?🤔 será q tem como recurepar ?","autor":"Um usuário do Google"},{"data":"5 de outubro de 2018","util":"4","star":"1","review":"Do nada parou de funcionar. Já instalei e desinstalei várias vezes mas não aparecem os grupos dos quais eu fazia parte e quando clico em um contato fica girando numa tela branca e não acontece nada, o que é uma pena, pois o app era ótimo.","autor":"Leandra Côrtes"},{"data":"18 de outubro de 2018","util":"4","star":"2","review":"Esse app esta dando muito problema, as vezes a mensagem demora demais para chegar, fica conectando o tempo todo e ultimamente a mensagem tem chegado mas só consigo visualizar quando abro o aplicativo, se não abro não vejo q chegou..tá horrível","autor":"Alessandra Teixeira"},{"data":"13 de setembro de 2018","util":"3","star":"5","review":"App excelente, só sinto falta do vídeo chamadas e os Gif deveriam ser armazenado em alta resolução en HD, pois você salva um Gif de resolução incrível, aí o app diminui a resolução e fica horrível.","autor":"Lucas Santos"},{"data":"11 de setembro de 2018","util":"5","star":"3","review":"Depois da última atualização as notificações de mensagens não estão chegando no meu celular e a vibração longa não funciona, por isso 3 estrelas.","autor":"Juliet Wɑʆkɛʀ"},{"data":"9 de setembro de 2018","util":"3","star":"1","review":"Errei o código várias vezes ( não ligaram pra confirmar e o SMS não veio também) e agora só aparece \"tente mais tarde\".","autor":"Otávio Ricardo"},{"data":"13 de outubro de 2018","util":"4","star":"5","review":"- Bora seu moço, arruma logo essa budega ai, que não tá pegando direito não 🤦🏽‍♀️","autor":"Isabelly Sousa"},{"data":"10 de novembro de 2018","util":"1","star":"2","review":"O app é ótimo , só que não está notificando as mensagens , mesmo depois de atualizar . Eu já desinstalei e instalei e continua com o mesmo defeito . Consertem isso pff 🙏🏻","autor":"camilla silva"},{"data":"4 de setembro de 2018","util":"4","star":"1","review":"esse app n qer refazer minha conta pra entar la diz q tev varias tentativas e so ouvi uma tentativa","autor":"Um usuário do Google"},{"data":"1 de outubro de 2018","util":"4","star":"4","review":"Único problema que apresenta é a demora da notificação, se o app passa algum tempo sem ser aberto, a msg não chega, só chega quando é aberto novamente","autor":"Um usuário do Google"},{"data":"29 de outubro de 2018","util":"1","star":"3","review":"Muito bom, porém não notifica as mensagens, apenas vibra e não fica registrado na área de notificações que tem mensagem.","autor":"Lorena Nachtigal"},{"data":"15 de outubro de 2018","util":"8","star":"4","review":"O app era ótimo, mas não está notificando mais mensagens por favor arrumem isso, só recebo mensagens quando eu entro no app.","autor":"Larissa Almeida"},{"data":"10 de outubro de 2018","util":"3","star":"4","review":"Muito bom... Melhor que wpp. Porém tem problema com notificações.. às vezes me mandam mensagem mas não sou notificado na hora..","autor":"Paulo Henrique"},{"data":"21 de setembro de 2018","util":"3","star":"4","review":"Muito bom, mas quero que resolva uma única coisa, as vezes não recebo notificação de mensagem, e quando eu entro no app tem várias mensagens","autor":"Tecnologia Hoje"},{"data":"20 de outubro de 2018","util":"2","star":"4","review":"Tive que reinstalar o telegram por umas configurações aqui, e agora não estou recebendo o SMS com o código. Como procedo para voltar a usar o app?","autor":"Michael Leandro Machado"},{"data":"2 de setembro de 2018","util":"7","star":"5","review":"Sempre à frente dos outros mensageiros, mas podem mudar esse visual. O visual para dispositivos Android tá muito simples.","autor":"Um usuário do Google"},{"data":"5 de outubro de 2018","util":"5","star":"2","review":"Eu amo o aplicativo mas faz uma semana que não estou recebendo notificações. O que está acontecendo?","autor":"Um usuário do Google"},{"data":"17 de setembro de 2018","util":"15","star":"1","review":"Depois que atualizou não funciona no Wear OS. Envia o código de autorização e fica loading eternamente. Decepção é a palavra","autor":"Ronaldo Toresin"},{"data":"4 de outubro de 2018","util":"2","star":"4","review":"Muito otimo, adoro o armazenamento na nuvem, os stickers e os BOTs. Só nas notificações que deixa a desejar!! Você só minimiza ele e já não chega notificação de nada!","autor":"Giovana Uzai"},{"data":"11 de outubro de 2018","util":"2","star":"3","review":"O aplicativo é ótimo. Vamos melhorar as notificações, não estou recebendo notificações das mensagens e elas só caem quando eu entro! Obrigada.","autor":"Um usuário do Google"},{"data":"18 de outubro de 2018","util":"3","star":"5","review":"Quem estiver com problemas na notificação deve ir nas configurações da bateria e desmarcar o telegram, não chega às notificações pois marcam o app como consumo alto de bateria assim deixa desativado. Tem isso nas perguntas Frequentes comigo funcionou bem.","autor":"Emerson Reinaldo"},{"data":"28 de outubro de 2018","util":"1","star":"2","review":"Não aparece o microfone pra enviar msg de áudio. Amo o app mas tá com esse problema no meu","autor":"Clicia Mendonça"},{"data":"17 de outubro de 2018","util":"1","star":"4","review":"É o melhor app de mensagens, muito superior ao WhatsApp. Mas desde que meu Android atualizou para Oreo, ele não notifica mais o recebimento de novas mensagens.","autor":"Um usuário do Google"},{"data":"18 de outubro de 2018","util":"3","star":"2","review":"O aplicativo em si é maravilhoso, mas de uns meses pra cá raramente tenho recebido notificações quando recebo mensagens. A minha namorada também está com o mesmo problema e isso tem nos incomodado muito. Infelizmente parece que teremos que mudar de aplicativo. :(","autor":"Axel Dornelles"},{"data":"31 de outubro de 2018","util":"1","star":"2","review":"PRECISAMOS DE ATUALIZAÇÃO NÉ TELEGRAM!!!!! A ULTIMA FOI 28 DE AGOSTO 2018! O APP NÃO NOTIFICA MAIS ENTRE OUTROS... URGENTE!!","autor":"vandressa candido"},{"data":"18 de outubro de 2018","util":"3","star":"2","review":"RESOLVAM AS NOTIFICAÇÕES POR FAVOR! O APP NÃO ESTÁ NOTIFICANDO EM TEMPO REAL!!! ISSO É MUITO IMPORTANTE.","autor":"Um usuário do Google"},{"data":"9 de setembro de 2018","util":"1","star":"5","review":"Simplesmente o melhor 😎😍 mais eu gastaria que colocassem a opção arquivar conversas 😘 Essa é minha idéia tirando isso amo demais.","autor":"luiz Henrique"},{"data":"27 de setembro de 2018","util":"1","star":"5","review":"O telegram é o melhor app de conversas do mundo! Não tenho nenhuma reclamação sobre ele só elogios!!!! Ele é mt melhor q o WhatsApp!!! Instalem o Telegram vcs vão amar. Podem confiar em mim.","autor":"João Pedro Ferreira de Lima"},{"data":"3 de outubro de 2018","util":"1","star":"3","review":"App top, coloca o Whatsapp no chinelo, porém no meu j5 pro não chega a notificação de msg, já fiz vários procedimentos e não obtive sucesso.","autor":"Leonardo"},{"data":"9 de outubro de 2018","util":"6","star":"5","review":"5 anos de uso e cada dia melhor! Para ficar ainda melhor poderia ter vídeo chamada e stickers animados.","autor":"Gabriel Rabello"},{"data":"30 de setembro de 2018","util":"2","star":"4","review":"Só falta acertar a função \"exceções\", não está salvando depois de sair das configurações, ainda que se clique no V para confirmar","autor":"Nelso Jr"},{"data":"14 de outubro de 2018","util":"3","star":"3","review":"Ele anda muito ruim. Não aparece notificações que você recebeu msg ou ligação, não tá valendo muito a pena não.","autor":"Paula Franco Rodrigues"},{"data":"23 de outubro de 2018","util":"2","star":"1","review":"É um bom app, só deixa a desejar na parte das notificações. Dificilmente recebo notificação da conversa, msm deixando tudo ligado.","autor":"Eduardo"},{"data":"19 de outubro de 2018","util":"3","star":"1","review":"App maravilhoso, diversas funcionalidades, bem mais interativo que o maior concorrente: o WhatsApp. Porém, mil vezes melhor. Minha única reclamação é quanto a entrega de mensagens, que às vezes não é notificado. Precisa ser atualizado pra que esse bug se resolva. A p**** das mensagens não chegam","autor":"Leideane Lima"},{"data":"15 de outubro de 2018","util":"8","star":"1","review":"CONTINUA COM O BUG TERRÍVEL NAS NOTIFICAÇÕES! As mensagens e notificações só chegam quando a abro o app. É meu messenger favorito, mas isso atrapalha muito. No mais deveriam habilitar o envio de SMS (sincronizando com a nuvem) e a opção de arquivar conversas; criar algo similar àquele ícone flutuant…\nResenha completa","autor":"Igor Leça"},{"data":"15 de setembro de 2018","util":"3","star":"3","review":"Seria perfeito se não fosse a demora para chegar notificações. Um amigo me mandou mensagem 12:49, e a notificação chegou às 13:41","autor":"Ryan Paixão"},{"data":"15 de outubro de 2018","util":"3","star":"1","review":"Faz tempo que o aplicativo não me notifica de novas mensagens. Eu só as recebo quando abro o aplicativo. Smartphone: moto G5S.","autor":"Helton Vieira"},{"data":"30 de outubro de 2018","util":"1","star":"5","review":"Melhor app de mensagens, seguro, confiável, emoji e stickers diversos, e tem tantas outras funções... Incrível!","autor":"Daisy Fransozi"},{"data":"4 de setembro de 2018","util":"9","star":"3","review":"Só notifica mensagens quando o aplicativo está aberto. Depois da última atualização começou este problema.","autor":"Head Banger"},{"data":"1 de outubro de 2018","util":"4","star":"3","review":"Atualizei o app e não consigo ver as mensagens que recebo, vejo a notificação mas quando abro o chat a msg não está lá","autor":"Rybanna Monturil"},{"data":"3 de setembro de 2018","util":"5","star":"5","review":"O app é ótimo, melhor que todos os concorrentes. Continuem assim, só acho que seria bom ter chamadas de vídeo.","autor":"Carlos Miguel"},{"data":"21 de setembro de 2018","util":"3","star":"1","review":"Após a última atualização notei problema com as notificações... só vejo as mensagens mesmo quando entro no aplicativo... antigamente as notificações eram instantâneas","autor":"Léo Detrich"},{"data":"12 de outubro de 2018","util":"2","star":"3","review":"Adoro esse App, porém não recebo mais notificações de um mês pra cá... já tentei de tudo e as notificações não registram 🤨","autor":"Um usuário do Google"},{"data":"8 de setembro de 2018","util":"8","star":"2","review":"O telegram é melhor que o whatsapp. PORÉM, acabei de ver que mesmo você apagando uma foto ou qualquer coisa pelo app(até mesmo se você usar o \"apagar pra todos) o arquivo continua na memória interna do seu celular INCLUSIVE no celular dos outros, mesmo você apagando para todos. Um erro grotesco esse…\nResenha completa","autor":"GS Prime"},{"data":"31 de outubro de 2018","util":"3","star":"4","review":"Não existe uma ferramenta para pesquisar stickers dentro do aplicativo, tem que pegar por fora, não faz sentido isso","autor":"Luiz Ricardo Binharra"},{"data":"30 de setembro de 2018","util":"5","star":"1","review":"Fiz hj a atualização, agora não consigo enviar meus stickers e o app fecha toda hora por erro.... adoro o telegram, por favor corrijam isso","autor":"Um usuário do Google"},{"data":"3 de outubro de 2018","util":"3","star":"2","review":"NÃO ESTA AVISANDO MSG, TEM QUE ABRIR O APK PRA SABER SE CHEGOU.","autor":"Diego.J"},{"data":"25 de setembro de 2018","util":"3","star":"5","review":"O melhor, deixa o WhatsApp no chinelo, pois tudo é na nuvem sem ocupar espaço no armazenamento interno do celular.","autor":"Marcio Lins"},{"data":"12 de outubro de 2018","util":"3","star":"5","review":"O Telegram é excelente, na minha opinião o melhor App de mensagens da Google Play, superando até o mesmo o WhatsApp. E por falar nele tenho uma sugestão, vocês poderiam colocar a opção de Status que o WhatsApp tem, é uma função muito boa e adorada por quem a usa. Tenho certeza que isso atrairia mais…\nResenha completa","autor":"Um usuário do Google"},{"data":"19 de outubro de 2018","util":"1","star":"5","review":"Que app perfeito so que eu não tenho muitos amigos pra falar nesse app (patrocina nos ai;-;o YouTube não paga)","autor":"Autor-chan"},{"data":"26 de outubro de 2018","util":"","star":"2","review":"Essa atualização de agosto acabou tirando a enter face leve que ele tinha.ficou ruim agora ele não para de fica baixando grifes e arquivos sem nexs mesmo seu não quere que abaixe desenvolvedores do telegram na próxima atualização de em uma arrumada nisso que eu mudo minha avaliação pra 5 estrelas","autor":"PAULO RODRIGUES"},{"data":"24 de outubro de 2018","util":"","star":"1","review":"Minha conta está limitada sendo que usei muito pouco esse aplicativo há bastante tempo atrás e não enviei nenhuma mensagem ofensiva ou spam. Voltei a usar agora e não consigo enviar mensagem pra quem não está nos meus contatos. Isso é um diferencial do telegram e não estão me permitindo usar.","autor":"Rafael Danelon"},{"data":"5 de outubro de 2018","util":"2","star":"3","review":"Não estou conseguindo enviar fotos, só está acontecendo isso comigo. Quero saber como resolver","autor":"Stefany Lemos"},{"data":"1 de novembro de 2018","util":"1","star":"3","review":"Muito bom o App, mas com as últimas atualizações, as mensagens não estão sendo alertadas pra quem recebe!!!!","autor":"Kethrin Klein"},{"data":"24 de outubro de 2018","util":"1","star":"4","review":"Excelente aplicativo, porém ele nao tem mostrado as notificaçoes, apenas quando entro no app","autor":"Carina Ruback"},{"data":"19 de novembro de 2018","util":"2","star":"3","review":"Já tem alguns meses que o recursos de modo noturno automático de acordo com a luz do ambiente não funciona, só ativa o modo escuro quando coloca em 100%","autor":"Márcio Pereira do Prado"},{"data":"5 de setembro de 2018","util":"1","star":"2","review":"Não tem apresentado notificações, só quando eu abro o aplicativo. Ele desconecta constantemente quando está em espera. Já foi melhor.","autor":"Luciano Andrade"},{"data":"8 de outubro de 2018","util":"2","star":"5","review":"O Telegram tem tantos recursos bacanas que fica até difícil listar, mas destaco a possibilidade de usar em vários aparelhos simultaneamente ou mesmo só no computador. E os bots, que fazem de tudo. Dá um banho no WhatsApp!","autor":"Frederico Guimaraes"},{"data":"30 de setembro de 2018","util":"2","star":"4","review":"Faltou a chamada de vídeo e aba de status com status de 1:00. Vai ultrapassar mais ainda o WhatsApp. E as notificações não estão chegando na hora certa...","autor":"DUARDØ"},{"data":"13 de outubro de 2018","util":"1","star":"5","review":"Adoro o telegram, mas ficaria melhor se desse para compartilhar artigos, material, documento,áudios.","autor":"Clarissekrinhosa Krinhosa"},{"data":"6 de novembro de 2018","util":"4","star":"1","review":"Sistema de notificações muito falho, não notifica as mensagens. Apenas aparecem quando você entra no aplicativo.","autor":"Arinelson Carlos"},{"data":"5 de setembro de 2018","util":"5","star":"5","review":"O melhor mensageiro instantâneo já criado. Pra grupos grandes então é perfeito!","autor":"Rafael Faraon"},{"data":"9 de novembro de 2018","util":"","star":"3","review":"Era muito bom, pra alguns tinha o problema da notificação pra mim não tinha e agora está. A mensagens estão chegando atrasadas e é do app, tive que pausar o uso pra usar outro. Peço que ajeitem gosto muito do telegram.","autor":"Luelen Martins"},{"data":"5 de novembro de 2018","util":"","star":"5","review":"Poderia ter mais emotions, é bem legal gostei muito mas ainda tem coisas que precisa melhorar. 3 estrelas se melhorar um pouco mais eu aumento a nota.","autor":"Maurício Malheiros"},{"data":"25 de outubro de 2018","util":"","star":"5","review":"Adoro telegrama! Único problema é que as notificações estão demorando muito pra chegar, só qdo entro no app que vejo as mensagens 😕 antes não era assim, depois que troquei de celular começou esse problema, mesmo assim acho ele muito bom!!!","autor":"Um usuário do Google"},{"data":"20 de outubro de 2018","util":"1","star":"1","review":"Demoram para enviar o SMS de confirmação, não permitindo cadastrar o número e depois aparece mensagem que teve muitas tentativas.","autor":"Rogerio Duarte"},{"data":"3 de setembro de 2018","util":"6","star":"5","review":"Dá um banho nos concorrentes! Pra ficar perfeito, só falta fazer chamadas de vídeo!","autor":"Zilton Alencar"},{"data":"24 de outubro de 2018","util":"","star":"5","review":"Muito bom mesmo! Na realidade, é o melhor aplicativo de mensagens que eu já usei na vida. É uma pena que nem todo mundo o conheça, mas vale muito a pena testar e usar. Bem mais seguro, rápido e leve do que o seu rival verdinho e mais popular. Parabéns aos devs!","autor":"Eduardo Pereira Ribeiro"},{"data":"15 de outubro de 2018","util":"2","star":"1","review":"Aplicativo lixo. Tem mania de banir o número das pessoas atoa. Pessoal eu não recomendo que baixem não pois não presta.","autor":"RC Hein"},{"data":"9 de outubro de 2018","util":"3","star":"1","review":"Já foi bom. Agora do nada, parou de notificar quando chega mensagem. Tô pensando em desinstalar...","autor":"Cristian Luís Lopes Da Silva"},{"data":"31 de outubro de 2018","util":"","star":"5","review":"Eu poderia passar horas falando do quanto o Telegram é um aplicativo completo. Só tenho a agradecer! Já são dois anos apenas usando o Telegram. Faço tudo por ele: converso, faço download de filmes, séries, animes, mangás, programas. Salvo arquivos na nuvem. É um aplicativo tudo em um. 😎","autor":"Rubens Junior"},{"data":"6 de novembro de 2018","util":"1","star":"5","review":"Aplicativo muito bom, porém recentemente não tem mostrado as notificações, apenas quando abro o app... Poderia ser corrigido isso...","autor":"Huellinton Mota"},{"data":"9 de outubro de 2018","util":"2","star":"5","review":"O aplicativo é ótimo porém, não está notificando a existência de mensagens até que o usuário o acesse.","autor":"Viviane Gomes"},{"data":"26 de outubro de 2018","util":"3","star":"1","review":"It keeps disconnecting for no reason!! I'm offline right now? Why is this happening?? Everything else is online except Telegram!","autor":"Milena Bandersnatch"},{"data":"13 de outubro de 2018","util":"1","star":"1","review":"Por alguma razão não consigo entrar com o meu número estava logado faz uma semana e do nada deixou de dar","autor":"Kenny"},{"data":"21 de setembro de 2018","util":"2","star":"5","review":"É um aplicativo quase perfeito. Muito superior ao whatsapp, mais famoso. Porém seria melhor se houvesse a opção de chamadas de vídeo.","autor":"Leandro Madureira"},{"data":"30 de outubro de 2018","util":"","star":"3","review":"O Telegram é o melhor do gênero, mas só tenho recebido notificações de msg com atraso de horas e até dias, tenho que ficar abrindo constantemente o app pra ver se tem msg's.","autor":"Diógenes Antico"},{"data":"1 de novembro de 2018","util":"","star":"5","review":"Estou usando ele mais agora e estou gostando muito dle, funções um pouco diferente do WhatsApp, mas nada q atrapalhe e vai além, ele é top q não tem limites de membros. Parabéns a quem o inventou.👏👏👏👏","autor":"Cao de Guerra SD231"},{"data":"7 de novembro de 2018","util":"","star":"3","review":"O app era ótimo, porém após a última atualização ele parou de notificar, app de msm que não notifica é péssimo. Por favor consertem isso. Vcs irão perder usuário para o WhatsApp!!!","autor":"Hilton Ferreira"},{"data":"15 de novembro de 2018","util":"","star":"2","review":"O Telegram fica deslogando (saindo) da minha conta SOZINHO! eu entrei algumas vezes de volta e agora ele simplesmente não me deixa entrar porque eu fiz \"muitas tentativas\". quero usar o aplicativo, pois dependo dele pra algumas coisas!","autor":"Luis Sales"},{"data":"29 de setembro de 2018","util":"1","star":"5","review":"Minhas mensagens vem com um botão vermelho e não consigo postar. Como desativo esse botão para poder enviar minhas mensagens?","autor":"Anderson Dutra"},{"data":"15 de outubro de 2018","util":"1","star":"5","review":"Adoro o app mais gostaria de informar que não estou recebendo notificações do app quando recebo msg após a última atualização vlw","autor":"luiz Guilherme"},{"data":"19 de outubro de 2018","util":"1","star":"4","review":"Estou tendo um probleminha, as vezes recebo a mensagem mas não sou notificado. Meu celular é um Samsung S8.","autor":"Dierony Sousa"},{"data":"14 de setembro de 2018","util":"2","star":"5","review":"Muito melhor que o concorrente, mídia fica salva na nuvem, grupos com até 5.000 membros, um alívio na memória do celular...","autor":"Luciano Faller"},{"data":"5 de novembro de 2018","util":"","star":"3","review":"Eu já estava deixando o WhatsApp quase que completamente de lado para usar o telegram. Mas, infelizmente, com a última atualização as notificações não estão funcionando bem, além de que às vezes, quando abro a conversa, o aplicativo fica atualizando e algumas mensagens somem, sendo necessário reabri…\nResenha completa","autor":"Um usuário do Google"},{"data":"20 de novembro de 2018","util":"","star":"4","review":"É bom mais se ele notificasse quando recebesse a msg seria melhor ainda.. Poucas pessoas usa ele,mais eu gostei.. só mudar pra ele nós notificar quando receber uma msg eu aumento as estrelas","autor":"nelito silva"},{"data":"22 de outubro de 2018","util":"","star":"5","review":"Olha, telegram da de 10 a 0 no WhatsApp, há muitas funções, como tamanho de vídeo ilimitado, modo 2x pra escutar áudio, gravação infinita de vídeo, mudança de temas, além de outras funções q para mim, me auxilia em tudo que preciso. Estão de parabéns!!!","autor":"Felipe Oliveira"},{"data":"13 de novembro de 2018","util":"","star":"4","review":"Gostei demais do App. Mas na próxima atualização, podiam colocar status. Eu não uso WhatsApp, e no telegram só falta isso: STATUS pra postar fotos a vontade🤗","autor":"Um usuário do Google"},{"data":"23 de setembro de 2018","util":"2","star":"2","review":"Poderia colocar chamada de vídeo e status para compartilhamos as coisas e os adesivos poderiam se mover igual o Messenger","autor":"Um usuário do Google"},{"data":"30 de outubro de 2018","util":"1","star":"1","review":"Eu baixei,mas não me enviaram o código,fiquei muito chateada","autor":"Jane Silveira"},{"data":"29 de setembro de 2018","util":"1","star":"5","review":"Um excelente aplicativo. Gosto bastante da possibilidade de trocar o idioma apenas dentro do app e o Telegram me da essa possibilidade","autor":"Daniel Macei"},{"data":"15 de novembro de 2018","util":"","star":"4","review":"Nao do 5 pq falta controle adm de canais e senha com suporte a mais caracteres, so 4 e fraco, e voltando, melhorar a nomeacao de adm pra canais, pra nao precisar adc o numero pra colocar de adm, e mt chato isso, nos grupos nao precisa, fora isso mt bom, leve e seguro 1000 a 0 no lixo do wts. Seria b…\nResenha completa","autor":"DENILDO 14"},{"data":"9 de novembro de 2018","util":"6","star":"5","review":"Esse aplicativo é ótimo. Mais o que está faltando de colocar é vídeo chamada é status..","autor":"Um usuário do Google"},{"data":"30 de setembro de 2018","util":"3","star":"5","review":"Só falta ter chamada de vídeo ai fica completo,também poderia ter stickers baseado em 50 tons","autor":"Gisely Thais"},{"data":"10 de novembro de 2018","util":"","star":"5","review":"Caros amigos, o aplicativo é muito bom, parabéns! Vocês podiam colocar a opção de quem visualizou a sua mensagem no chat do grupo, com isso ficaria mais perfeito do que já é. OBRIGADO","autor":"Um usuário do Google"},{"data":"28 de setembro de 2018","util":"5","star":"5","review":"Eu queria pedir para os desenvolvedores que na proxima atualizacao desse Telegram desse para por status e que de pra fazer ligacao e video chamada","autor":"Jessica Souza"},{"data":"6 de novembro de 2018","util":"30","star":"1","review":"Although it is (was) the best messenger app, notifications doesn't work properly.","autor":"Raphael L. M."},{"data":"8 de novembro de 2018","util":"","star":"5","review":"Já tenho o telegram faz um tempo, gosto muito , mas como li em comentários anteriores ele está com problemas nas notificações pois nao está dando os alertas so vejo que me enviaram mensagens quando abro o aplicativo. Por gentileza podem dar uma verificada e corrigir esse erro. Aplicativo otimo recom…\nResenha completa","autor":"Um usuário do Google"},{"data":"8 de outubro de 2018","util":"1","star":"2","review":"Perdi todas as mensagens que eu tinha salvas no aplicativo. Após a última atualização ele só trava. Tá horrível.","autor":"Um usuário do Google"},{"data":"4 de setembro de 2018","util":"7","star":"1","review":"Não estou conseguindo fazer o meu perfil pois diz que o número está inválido 😑","autor":"Um usuário do Google"},{"data":"23 de setembro de 2018","util":"2","star":"3","review":"Tem vários bugs, por isso dei apenas 3 estrelas, a ligação oscila o sinal o tempo todo, tem horas que ele trava o celular, só conseguimos abri-lo novamente quando reiniciamos o aparelho, isso quando o app não encerra sozinho, meu celular tem 4 gb de RAM e um snapdragon 845 com adreno de 630 e mesmo …\nResenha completa","autor":"muryllo ottavio"},{"data":"23 de outubro de 2018","util":"","star":"4","review":"Preciso ajuda!! Já estou usando o Telegram com o novo celular e o novo número. Entretanto, não consigo instalar o app no notebook. O app aparece como instalado... só não aceita o dispositivo!! O que fazer??","autor":"Sylvio Lincoln Almeida"},{"data":"23 de outubro de 2018","util":"","star":"5","review":"Gostei muito do aplicativo, mas o ruim dele é que não notifica quando recebo mensagens, e só vejo as mensagens quando eu abro o app. Espero que consigam ajeitar logo isso. Bjs.","autor":"Um usuário do Google"},{"data":"27 de outubro de 2018","util":"","star":"1","review":"É bacana, mas tá dificil de logar... aliás, impossível de logar, pois tenho o numero já cadastrado, porém nao consigo conectar, sendo que está pedindo digitação de código que não está chegando para mim (sendo que já tinha feito essa etapa quando baixei o Telegram). Como disse: Bacana!! Mas tá difici…\nResenha completa","autor":"Robson Remi"},{"data":"28 de outubro de 2018","util":"1","star":"1","review":"Eu não estou conseguindo entrar no telegram, pois NÃO foi enviado o cod. em meu celular para a confirmação. Alguém da assistência pode me ajudar?","autor":"Um usuário do Google"},{"data":"7 de novembro de 2018","util":"","star":"3","review":"Quero de vez usar só o telegram, mas ELE NAO NOTIFICA AS MENSAGENS, arrumem isso galera, vcs tem tudo para ser o melhor mensageiro online","autor":"Um usuário do Google"},{"data":"9 de novembro de 2018","util":"","star":"2","review":"A atualização estragou ele, não estou conseguindo enviar áudios, só aparecia para enviar vídeo mas agora nem isso, fora que não notifica as mensagens enviadas direito","autor":"Um usuário do Google"},{"data":"21 de novembro de 2018","util":"","star":"5","review":"Deixa o concorrente whats no chinelo. E melhor pra conversar, pra áudios, pra enviar arquivos, pra grupos (que podem ter até 100.000), e não precisa fazer backup quando troca de celular. Simplesmente o melhor.","autor":"Flavio Anacleto"},{"data":"23 de outubro de 2018","util":"","star":"1","review":"Tem pessoas em outros países usando o meu número neste aplicativo, como isso é possível??? Solicito providências da plataforma urgente ou entrarei com um processo judicial por danos morais....","autor":"Marco Oliveira"},{"data":"17 de outubro de 2018","util":"3","star":"5","review":"Espero que não controlem o WhatsApp vou migrar logo pro telegram antes que a p.... Comece!","autor":"Jessica Rodrigues"},{"data":"19 de outubro de 2018","util":"12","star":"1","review":"Gostaria de pergunta os desenvolvedores do aplicativo por que tem uma opção de apagar a conta no telegram mais não paga a conta pois tô tentando apagar a conta e não tá apagando por que...","autor":"Carlin Emerson"},{"data":"9 de outubro de 2018","util":"1","star":"3","review":"Falha notificação de novas mensagens. A notificação só chega quando se acessa o app ou no momento do desbloqueio..","autor":"ROD VEPEA"},{"data":"7 de novembro de 2018","util":"","star":"5","review":"Ele é otimo, dá pra sincronizar no pc sem ficar caindo o sinal (diferente do whatsapp). Da pra editar mensagens já enviadas. Tem os adesivos kkkk.","autor":"Gabriel Jordão"},{"data":"2 de setembro de 2018","util":"3","star":"5","review":"Adorei tem pra PC sem Precisa de emulador, sincronizado com todos os aparelhos maravilhoso.","autor":"Um usuário do Google"}]